    </main>


    <footer class="footer-new">
        <div class="footer-new__subscribe">
            <div class="inner">
                <div class="prod_has_error"><a class="js-call-popup" href="#has_error"><img src="../img/images/has_err.png"> Hашли ошибку? - Напишите нам</a></div>


                <div class="footer-new__subscribe-wrap">
                    <div class="subscribe-new">
                        <p class="subscribe-new__title">Хочу быть в курсе акций и новинок</p>

                        <div id="asd_subscribe_res" style="display: none;"></div>

                        <div class="subscribe-new__form">
                            <form id="asd_subscribe_form" action="/" method="post" class="form-subscribe-new">
                                <input type="hidden" name="sessid" id="sessid" value="428c9cd8223e4503c4447d96bfa84ef3" />					<input type="hidden" name="asd_subscribe" value="Y"/>
                                <input type="hidden" name="charset" value="UTF-8"/>
                                <input type="hidden" name="site_id" value="s1"/>
                                <input type="hidden" name="asd_rubrics" value="1"/>
                                <input type="hidden" name="asd_show_rubrics" value="N"/>
                                <input type="hidden" name="asd_not_confirm" value="Y"/>
                                <input type="hidden" name="asd_key"
                                       value="942d0498d2f1d1f2436f621a4b616005"/>




                                <div class="form-subscribe-new__row">
                                    <div class="form-subscribe-new__col form-subscribe-new__col--input">
                                        <div class="form-subscribe-new__wrap-input">
                                            <input type="email" name="asd_email" value="" placeholder="Ваш Email" class="form-subscribe-new__input" required>
                                        </div>
                                    </div>
                                    <div class="form-subscribe-new__col form-subscribe-new__col--btn">
                                        <div class="form-subscribe-new__wrap-btn">
                                            <button type="submit" class="form-subscribe-new__btn" id="asd_subscribe_submit" name="asd_submit">Подписаться</button>
                                        </div>
                                    </div>
                                </div>
                            </form>
                            <p class="subscribe__text">
                                Нажимая на кнопку, я принимаю <a href="/politika-obrabotki-personalnyx-dannyx/">Политику в области обработки и защиты персональных данных</a> и соглашаюсь получать сообщения.
                            </p>
                        </div>
                    </div>
                </div>


            </div>
        </div>

        <div class="footer-new__main">
            <div class="inner footer-new__main-wrap">
                <div class="footer-new__mob-social-links-wrap">
                    <div class="info-footer-new__social social-new">
                        <ul class="social-new__list">
                            <li class="social-new__item">
                                <a href="https://api.whatsapp.com/send?phone=79633188351" target="_blank" class="social-new__link social-new__link--whatsapp" title="whatsapp">
                                    <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg"><g clip-path="url(#clip0_1501_18662)"><path d="M8.056 14.859a6.996 6.996 0 01-3.376-.863l-3.867 1.23 1.261-3.72a6.86 6.86 0 01-1.002-3.578c0-3.827 3.127-6.93 6.984-6.93s6.984 3.103 6.984 6.93c0 3.828-3.126 6.93-6.984 6.93zm0-12.757c-3.238 0-5.872 2.614-5.872 5.826 0 1.275.416 2.456 1.119 3.417l-.734 2.163 2.257-.717a5.87 5.87 0 003.23.964c3.238 0 5.872-2.614 5.872-5.826 0-3.213-2.634-5.827-5.872-5.827zm3.527 7.423c-.043-.071-.157-.114-.328-.199s-1.013-.496-1.17-.552c-.157-.057-.271-.085-.385.085-.114.17-.443.552-.543.666-.1.113-.2.127-.37.042-.172-.085-.723-.264-1.377-.843a5.115 5.115 0 01-.953-1.176c-.1-.17-.01-.262.075-.346.077-.077.172-.199.257-.298.086-.1.115-.17.171-.283.058-.114.029-.213-.014-.298-.043-.085-.385-.92-.528-1.261-.142-.34-.285-.283-.385-.283-.1 0-.214-.014-.328-.014-.114 0-.3.042-.457.212-.157.17-.599.581-.599 1.417 0 .836.614 1.643.7 1.757.085.113 1.183 1.884 2.924 2.564 1.74.68 1.74.453 2.054.425.314-.028 1.013-.41 1.156-.808.142-.396.142-.737.1-.807z" fill="#fff"/></g><defs><clipPath id="clip0_1501_18662"><path fill="#fff" d="M0 0h16v16H0z"/></clipPath></defs></svg>
                                </a>
                            </li>
                            <li class="social-new__item">
                                <a href="https://vk.com/materik_m" target="_blank" class="social-new__link social-new__link--vk" title="vk">
                                    <svg width="16" height="10" viewBox="0 0 16 10" fill="none" xmlns="http://www.w3.org/2000/svg"><g clip-path="url(#clip0_1501_18667)"><path d="M15.982.693v.23c-.067.172-.123.35-.204.517-.297.614-.702 1.159-1.107 1.703-.375.504-.753 1.005-1.117 1.516-.269.378-.238.68.091 1.013.476.483.972.948 1.434 1.444.388.417.787.838.903 1.431v.051c-.105.305-.211.44-.532.453-.357.014-.714-.018-1.07-.009-.446.011-.933-.003-1.378-.014a1.722 1.722 0 01-1.219-.505c-.31-.306-.595-.64-.89-.961-.198-.216-.396-.433-.668-.56-.145-.069-.279-.063-.414.046a1.042 1.042 0 00-.373.633c-.047.249-.07.504-.084.757-.022.421-.205.597-.62.607-.315.009-.63-.004-.944.004-.87.02-1.666-.224-2.408-.666-.555-.331-1.101-.683-1.527-1.174-.411-.473-.807-.963-1.164-1.478A24.919 24.919 0 011.5 3.836C1.117 3.159.78 2.454.428 1.757c-.147-.29-.273-.59-.41-.886v-.23C.136.462.315.415.514.413 1.261.405 2.01.39 2.757.395c.294.003.529.14.644.435.05.126.1.252.16.374.32.641.636 1.285.969 1.92.2.384.423.76.75 1.053.12.108.265.196.414.26.144.062.28-.017.36-.147.145-.233.169-.495.203-.756a6.586 6.586 0 00-.018-1.98c-.044-.258-.078-.538-.326-.694-.147-.093-.32-.15-.486-.207C5.31.612 5.277.568 5.37.485c.136-.123.28-.26.446-.322.215-.08.453-.11.684-.128.356-.028.714-.043 1.07-.033.406.012.813.043 1.216.093.275.034.487.182.535.483.03.183.064.369.061.553-.01.777-.042 1.554-.048 2.332-.001.221.034.452.102.662.097.302.384.409.621.162.115-.119.25-.22.353-.347.551-.684.992-1.438 1.368-2.23.148-.31.277-.629.412-.945.104-.243.247-.348.48-.347.378 0 .756.002 1.134-.002.522-.005 1.044-.026 1.566-.02.24.004.493.025.613.297z" fill="#fff"/></g><defs><clipPath id="clip0_1501_18667"><path fill="#fff" d="M0 0h16v9.091H0z"/></clipPath></defs></svg>
                                </a>
                            </li>
                            <!-- <li class="social-new__item">
                                <a href="https://t.me/Materik_bot" target="_blank" class="social-new__link social-new__link--tg" title="tg">
                                    <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M4.337 8.817c-.719-.22-1.445-.448-2.164-.668l-1.057-.33a1.286 1.286 0 01-.367-.17c-.206-.153-.22-.344-.044-.535a1.12 1.12 0 01.426-.286l1.276-.506c2.936-1.13 5.871-2.268 8.814-3.398.932-.36 1.856-.72 2.788-1.079a.73.73 0 01.396-.058.624.624 0 01.521.565c.015.161.008.323-.022.484-.36 1.688-.719 3.383-1.078 5.07-.294 1.395-.595 2.79-.888 4.19l-.198.947c-.03.155-.074.301-.147.44-.147.272-.382.375-.683.316a1.208 1.208 0 01-.491-.227c-1.013-.749-2.026-1.505-3.046-2.253-.044-.037-.095-.066-.139-.096-.176-.05-.3-.183-.44-.286-.485-.352-.969-.719-1.453-1.071-.037-.03-.074-.059-.103-.095-.044-.074 0-.118.044-.162.66-.587 1.314-1.189 1.974-1.776.477-.433.961-.866 1.438-1.299.477-.433.954-.858 1.431-1.284.374-.337.749-.668 1.116-1.005l.088-.088c.022-.03.051-.059.036-.096-.014-.044-.058-.044-.095-.044-.132-.014-.242.037-.352.103-.404.242-.793.5-1.189.749-1.204.755-2.414 1.519-3.618 2.274-.829.521-1.658 1.042-2.487 1.57-.096.052-.162.148-.287.104z" fill="#FCFDFE"/><path d="M4.337 8.817c.198-.081.367-.213.55-.323.529-.33 1.057-.66 1.585-.998.375-.235.741-.477 1.116-.712.616-.389 1.24-.778 1.864-1.167.433-.271.866-.55 1.306-.83l1.145-.726a.642.642 0 01.403-.102c.044.007.088.007.103.051.022.044.007.088-.03.132-.088.088-.168.184-.27.264-.184.147-.346.316-.522.47-.286.242-.55.506-.836.748-.118.103-.228.213-.345.316-.17.14-.33.308-.492.455-.25.227-.506.448-.756.668-.11.102-.227.205-.33.308-.272.257-.558.499-.83.756-.33.3-.667.594-.99.902-.235.22-.484.426-.726.639-.037.03-.037.059-.015.095-.052.83-.11 1.659-.162 2.488-.014.22-.044.433-.036.653 0 .066 0 .125-.052.176-.044.015-.095.015-.14.015-.131-.008-.227-.074-.263-.198-.037-.132-.081-.257-.118-.39-.36-1.18-.719-2.37-1.078-3.551-.037-.051-.06-.095-.081-.14z" fill="#CCD9E9"/><path d="M5.996 13.073c-.022-.286.029-.573.036-.851.015-.309.044-.617.06-.925l.065-.94c.007-.16.022-.322.022-.476 0-.052.015-.088.066-.118.595.44 1.189.873 1.776 1.314.066.051.14.088.19.154-.55.536-1.107 1.071-1.658 1.607-.146.147-.322.264-.557.235z" fill="#B1C8DB"/></svg>
                                </a>
                            </li> -->
                            <li class="social-new__item">
                                <a href="#" target="_blank" class="social-new__link social-new__link--ok" title="ok">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="14" height="23" viewBox="0 0 14 23" fill="none">
                                        <path fill-rule="evenodd" clip-rule="evenodd" d="M12.9276 6.49746C12.9276 9.55933 10.4 12.0554 7.29933 12.0554C4.16514 12.0554 1.63751 9.55933 1.63751 6.49746C1.63751 3.43557 4.16514 0.939453 7.29933 0.939453C10.4 0.939453 12.9276 3.43557 12.9276 6.49746ZM9.62484 6.49746C9.62484 5.23277 8.58003 4.20104 7.29933 4.20104C5.98504 4.20104 4.94023 5.23277 4.97399 6.49746C4.97399 7.76217 6.0188 8.79383 7.29933 8.79383C8.58003 8.79383 9.62484 7.76217 9.62484 6.49746Z" fill="white"/>
                                        <path d="M12.8265 15.2838C11.8154 15.9161 10.7033 16.3488 9.55746 16.6151L12.7591 19.6769C13.3994 20.3094 13.3994 21.341 12.7591 21.9734C12.1188 22.6057 11.074 22.6057 10.4338 21.9734L7.3331 18.9114L4.23259 21.9734C3.89556 22.2729 3.49114 22.4393 3.05302 22.4393C2.6149 22.4393 2.21049 22.3063 1.87347 21.9734C1.23312 21.341 1.23312 20.3094 1.87347 19.6769L5.00776 16.5817C3.86185 16.3155 2.7497 15.8829 1.73866 15.2505C0.963508 14.7846 0.727598 13.7862 1.16572 13.0207C1.67126 12.2552 2.6823 12.0556 3.45744 12.5215C5.74916 13.9526 8.74854 13.9526 11.0403 12.5215C11.8154 12.0222 12.8602 12.2552 13.332 13.0207C13.8375 13.7862 13.6017 14.8178 12.8265 15.2838Z" fill="white"/>
                                    </svg>
                                </a>
                            </li>
                            <li class="social-new__item">
                                <a href="viber://pa?chatURI=materik-rf" target="_blank" class="social-new__link social-new__link--viber" title="viber">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="36" height="35" viewBox="0 0 36 35" fill="none">
                                        <path fill-rule="evenodd" clip-rule="evenodd" d="M12.3925 0H23.0696C32.814 0 35.1212 2.26529 35.1212 11.8325V22.3155C35.1212 31.8827 32.814 34.148 23.0696 34.148H12.3925C2.64806 34.148 0.34082 31.8827 0.34082 22.3155V11.8325C0.34082 2.26529 2.64806 0 12.3925 0Z" fill="#7360F2"/>
                                        <path d="M25.7474 7.90853C25.1838 7.38635 22.9064 5.72616 17.8335 5.7036C17.8335 5.7036 11.8512 5.34135 8.93496 8.02746C7.31161 9.65792 6.74054 12.0436 6.68031 15.0014C6.62007 17.9592 6.54213 23.5023 11.8631 25.0053H11.8682L11.8648 27.2987C11.8648 27.2987 11.8308 28.2272 12.4396 28.4166C13.1761 28.6462 13.6083 27.9405 14.3114 27.1798C14.6974 26.7622 15.2303 26.1488 15.6319 25.6799C19.271 25.9875 22.0698 25.2845 22.3877 25.1806C23.1225 24.9414 27.2802 24.4066 27.9565 18.8638C28.6545 13.1509 27.6188 9.53728 25.7474 7.90853ZM26.3641 18.4541C25.7933 23.082 22.4211 23.3728 21.7993 23.573C21.5348 23.6585 19.0767 24.2726 15.9855 24.0699C15.9855 24.0699 13.6822 26.8603 12.9627 27.5858C12.8504 27.6992 12.7184 27.745 12.6302 27.7225C12.5063 27.6921 12.4723 27.5448 12.4737 27.3295C12.4757 27.0219 12.4934 23.5184 12.4934 23.5184C7.99226 22.2635 8.25465 17.5457 8.3057 15.0752C8.35675 12.6048 8.81891 10.581 10.1918 9.2198C12.6585 6.97626 17.7399 7.31151 17.7399 7.31151C22.031 7.3303 24.0873 8.6279 24.5641 9.0626C26.1473 10.4238 26.9539 13.6809 26.3641 18.4527V18.4541Z" fill="white"/>
                                        <path d="M18.5762 19.0158C18.5762 19.0158 18.9787 19.0498 19.1954 18.7828L19.6179 18.2513C19.8217 17.9877 20.3136 17.8196 20.7952 18.0879C21.1562 18.2937 21.5066 18.5175 21.8452 18.7583C22.1648 18.9934 22.8193 19.5395 22.8214 19.5395C23.1332 19.8027 23.2052 20.1893 22.9929 20.5968C22.9929 20.5992 22.9912 20.6033 22.9912 20.6053C22.7574 21.0106 22.4606 21.3761 22.1118 21.6881C22.1077 21.6901 22.1077 21.6922 22.104 21.6942C21.801 21.9474 21.5033 22.0913 21.211 22.1259C21.168 22.1334 21.1242 22.1362 21.0806 22.1341C20.9517 22.1353 20.8234 22.1156 20.7008 22.0756L20.6913 22.0617C20.2409 21.9347 19.4889 21.6168 18.2365 20.9259C17.5118 20.5309 16.8218 20.0751 16.174 19.5636C15.8493 19.3074 15.5396 19.0327 15.2464 18.741L15.2151 18.7098L15.1839 18.6785L15.1526 18.6469C15.1421 18.6367 15.1319 18.6262 15.1214 18.6157C14.8296 18.3225 14.5549 18.0128 14.2987 17.6881C13.7872 17.0404 13.3314 16.3507 12.9363 15.6262C12.2454 14.3735 11.9274 13.6223 11.8004 13.1712L11.7865 13.1617C11.7467 13.0391 11.727 12.9109 11.7284 12.782C11.726 12.7383 11.7286 12.6946 11.7362 12.6516C11.7727 12.3599 11.9168 12.0622 12.1686 11.7583C12.1706 11.7546 12.1727 11.7546 12.1747 11.7505C12.4866 11.4018 12.8522 11.1051 13.2576 10.8715C13.2596 10.8715 13.2637 10.8695 13.2661 10.8695C13.6737 10.6572 14.0602 10.7292 14.3231 11.0393C14.3252 11.0413 14.8704 11.6958 15.1044 12.0154C15.3453 12.3543 15.5691 12.705 15.7749 13.0663C16.0432 13.5475 15.8751 14.0404 15.6115 14.2435L15.0799 14.666C14.8116 14.8827 14.8469 15.2851 14.8469 15.2851C14.8469 15.2851 15.6343 18.2648 18.5762 19.0158Z" fill="white"/>
                                    </svg>
                                </a>
                            </li>
                            <!-- <li class="social-new__item">
                                <a href="#" target="_blank" class="social-new__link social-new__link--instagram" title="instagram">
                                    <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg"><g clip-path="url(#clip0_1501_18693)" fill="#fff"><path d="M12.145 4.852a.96.96 0 100-1.92.96.96 0 000 1.92zM8 12c-2.206 0-4-1.794-4-4s1.794-4 4-4 4 1.794 4 4-1.794 4-4 4zm0-6c-1.103 0-2 .897-2 2s.897 2 2 2 2-.897 2-2-.897-2-2-2z"/><path d="M12 16H4c-2.056 0-4-1.944-4-4V4c0-2.056 1.944-4 4-4h8c2.056 0 4 1.944 4 4v8c0 2.056-1.944 4-4 4zM4 2c-.935 0-2 1.065-2 2v8c0 .953 1.047 2 2 2h8c.935 0 2-1.065 2-2V4c0-.935-1.065-2-2-2H4z"/></g><defs><clipPath id="clip0_1501_18693"><path fill="#fff" d="M0 0h16v16H0z"/></clipPath></defs></svg>
                                </a>
                            </li> -->
                            <li class="social-new__item">
                                <a href="https://www.youtube.com/c/Materikspb" target="_blank" class="social-new__link social-new__link--youtube" title="youtube">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="35" height="35" viewBox="0 0 35 35" fill="none">
                                        <path fill-rule="evenodd" clip-rule="evenodd" d="M12.1727 0.625977H22.8499C32.5943 0.625977 34.9015 2.89127 34.9015 12.4585V22.9415C34.9015 32.5087 32.5943 34.774 22.8499 34.774H12.1727C2.42833 34.774 0.121094 32.5087 0.121094 22.9415V12.4585C0.121094 2.89127 2.42833 0.625977 12.1727 0.625977Z" fill="#FF0000"/>
                                        <path d="M27.4489 12.2595C27.1958 11.3738 26.5632 10.7412 25.6776 10.4882C24.1594 10.1086 17.7069 10.1086 17.7069 10.1086C17.7069 10.1086 11.381 10.1086 9.73622 10.4882C8.85059 10.7412 8.21799 11.3738 7.96495 12.2595C7.71191 13.9042 7.71191 17.1937 7.71191 17.1937C7.71191 17.1937 7.71192 20.4832 8.09147 22.1279C8.34451 23.0136 8.9771 23.6462 9.86273 23.8992C11.381 24.2788 17.8334 24.2788 17.8334 24.2788C17.8334 24.2788 24.1593 24.2788 25.8041 23.8992C26.6897 23.6462 27.3224 23.0136 27.5754 22.1279C27.9549 20.4832 27.9549 17.1937 27.9549 17.1937C27.9549 17.1937 27.9549 13.9042 27.4489 12.2595ZM15.8091 20.2302V14.1572L21.1229 17.1937L15.8091 20.2302Z" fill="white"/>
                                    </svg>
                                </a>
                            </li>
                        </ul>
                    </div>

                </div>
                <div class="row">
                    <div class="col col-3 col-lg-4 col-md-12 footer-new__contacts">
                        <div class="info-footer-new">
                            <a href="#" class="info-footer-new__logo company-logo">
                                <svg width="117" height="58" viewBox="0 0 117 58" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M29.677.055c.495-.055 1.211 0 1.762 0h54.288c.55 0 1.266-.055 1.762.055.44.11.826.383 1.156.548 5.175 2.96 23.07 12.992 26.814 15.075.33.22.715.384 1.101.658.33.22.55.713.33 1.206-.22.439-.606.494-1.266.494H1.817c-.605 0-1.156.055-1.486-.22-.33-.383-.496-.877-.166-1.315.166-.22.551-.384.881-.603C3.194 14.747 27.695.987 28.631.493c.33-.164.66-.438 1.046-.438zm1.046 1.809c-.275 0-.716-.055-.826.055-7.928 4.385-15.967 8.935-23.84 13.376-.55.274-1.101.603-1.597.932H29.456c.221-.055.551-.329.827-.439.275-.164 16.627-9.374 24.556-13.76.055 0 .165-.11.165-.11-8.094-.054-16.187-.054-24.28-.054zm31.384 0c6.331 3.563 12.718 7.127 19.105 10.745 1.817 1.041 3.689 2.138 5.561 3.124.275.165.606.384.826.44.165.054.44 0 .66 0h24.281c-8.313-4.66-16.682-9.43-25.106-14.09-.165-.11-.33-.219-.44-.219H62.106c-.056 0-.056 0 0 0-.056 0 0 0 0 0zM33.42 16.062c-.055.055-.165.055-.165.11h50.489c-.055-.11-.22-.164-.33-.22A5611.136 5611.136 0 0158.527 1.975C54.288 4.33 37.55 13.814 33.42 16.062zM8.644 27.684c1.157-2.028 2.313-4.056 3.47-6.14.274-.438.385-.931.935-1.041.44-.11 1.101-.055 1.762-.055.66 0 1.597-.11 1.817.33.11.218.055.602.055.986V36.29c0 .549.055.932-.275 1.152-.33.219-1.157.11-1.707.11h-.881c-.55 0-.936 0-1.046-.33-.11-.274-.055-.712-.055-1.096v-8.059a119.597 119.597 0 00-2.202 3.838c-.22.383-.496.986-.881 1.15-.22.11-.551.056-.881.056-.33 0-.716 0-.936-.055-.386-.165-.661-.768-.881-1.151-.716-1.261-1.487-2.632-2.258-3.838v8.333c0 .603 0 1.041-.495 1.151-.496.11-.991.055-1.707.055-.606 0-1.432.055-1.707-.164-.33-.384-.22-1.371-.22-2.029V21.71c0-.767 0-1.151.66-1.26.496-.056 1.102 0 1.652 0 .606 0 1.322-.056 1.652.164.22.164.44.548.606.822 1.156 2.083 2.367 4.276 3.523 6.25zM30.393 34.647h-6.387c-.22.493-.33.822-.496 1.37-.165.494-.33 1.316-.88 1.425-.496.11-1.267.055-1.818.055-.44 0-1.541.11-1.706-.219-.166-.274.11-.822.275-1.096 1.486-3.838 5.065-13.541 5.45-14.583.221-.603.386-1.041 1.102-1.15.385-.056.991 0 1.542 0 .55 0 1.321-.056 1.651.109.276.164.44.493.55.877 1.873 5.098 3.8 10.087 5.672 15.24.11.22.11.439.055.603-.22.329-1.321.22-1.817.22h-.991c-.55 0-.88 0-1.101-.275-.11-.164-.165-.383-.275-.603a15.023 15.023 0 01-.826-1.973zm-5.12-3.618h3.908c-.66-1.864-1.321-3.838-1.982-5.702-.605 1.919-1.321 3.783-1.927 5.701zM43.937 24.121c-.055 3.673 0 7.675 0 11.403 0 .657.11 1.644-.275 1.864-.33.219-1.212.11-1.762.11h-.936c-.386 0-.771 0-.991-.165-.22-.22-.166-.987-.166-1.535V24.12h-3.413c-.496 0-.991.055-1.211-.22-.166-.273-.11-.986-.11-1.534s-.11-1.316.11-1.59c.11-.165.33-.22.495-.274.496-.055 1.046 0 1.597 0h9.58c.716 0 1.542-.11 1.762.274.165.329.11 1.042.11 1.535 0 .603.11 1.37-.165 1.645-.275.164-.716.164-1.101.164h-3.524zM55.39 24.121c-.056.932 0 1.864 0 2.796 1.871.055 3.853 0 5.78 0 .716 0 1.707-.11 1.872.329.166.329.056.987.056 1.48 0 .658.11 1.425-.33 1.645-.221.11-.551.055-.882.055h-6.552v3.398h7.874c.55 0 .99-.054 1.156.33.165.383.055 1.04.055 1.534 0 .768.165 1.535-.496 1.7-.44.11-.99.055-1.486.055h-9.085c-.495 0-.99.054-1.486 0-.661-.055-.606-.494-.606-1.261V21.709c0-.767-.055-1.206.66-1.26.441-.056.992 0 1.487 0h8.865c.715 0 1.596-.11 1.762.383.11.384.055 1.096.055 1.59 0 .548.11 1.315-.22 1.535-.386.274-1.322.164-1.983.164H55.39zM71.742 32.454v3.673c0 .658.055 1.26-.496 1.37-.495.055-1.046 0-1.652 0-.715 0-1.541.11-1.761-.219-.22-.329-.11-1.37-.11-1.974V21.71c0-.822 0-1.206.66-1.26.33-.056.716 0 1.101 0h3.194c1.431 0 2.863 0 4.019.273 2.257.548 3.854 1.919 4.35 4.167.275 1.315.165 2.686-.22 3.727-.716 2.084-2.423 3.29-4.846 3.673-1.376.22-2.753.165-4.24.165zm-.055-8.278V29c1.321-.055 2.752.11 3.744-.164.99-.274 1.706-.987 1.706-2.248 0-1.26-.715-1.974-1.651-2.248-.991-.383-2.423-.164-3.8-.164 0-.055 0-.055 0 0zM88.04 30.151a561.575 561.575 0 005.23-8.387c.22-.384.495-.932.826-1.151.385-.33 1.321-.165 2.147-.165.606 0 1.377-.11 1.597.22.22.328.11 1.37.11 1.973v13.595c0 .549.055.987-.275 1.152-.386.219-1.157.11-1.762.11-.716 0-1.652.109-1.927-.275-.166-.22-.11-.658-.11-1.096v-8.388c-1.542 2.412-3.029 4.88-4.57 7.291-.22.33-.496.768-.771 1.206-.33.494-.55 1.097-1.156 1.206-.44.055-.992 0-1.597 0-.66 0-1.432.11-1.652-.274-.11-.164-.11-.603-.11-.932V21.71c0-.767 0-1.151.66-1.26.441-.056.937 0 1.487 0 .661 0 1.542-.11 1.762.328.11.274.11.713.11 1.096v8.278zM105.878 26.972c.165-.11.276-.274.386-.384 1.596-1.754 3.248-3.509 4.845-5.263.33-.329.605-.767 1.101-.822.661-.11 1.321-.055 2.202-.055h1.102c.44 0 .936-.055.991.329.055.384-.496.767-.661.932a520.974 520.974 0 00-5.396 5.81c1.817 2.961 3.579 5.922 5.451 8.882.11.22.275.438.275.658-.055.493-.66.438-1.321.438h-1.101c-.716 0-1.597.055-1.982-.22-.496-.328-.826-1.096-1.157-1.644-1.046-1.7-2.092-3.508-3.138-5.153-.441.384-.771.822-1.211 1.261-.11.11-.386.329-.386.439-.055.164 0 .438 0 .657v3.29c0 .548.055 1.096-.275 1.26-.22.11-.551.055-.881.055h-.936c-.716 0-1.652.11-1.872-.274-.22-.383-.11-1.48-.11-2.028V22.586c0-.603-.11-1.644.11-1.973.11-.165.33-.22.551-.22.55-.055 1.046 0 1.651 0 .716 0 1.542-.11 1.707.384.11.329.055 1.096.055 1.48v4.715zM28.63 57.507c-.935-.548-25.437-14.254-27.584-15.514-.33-.165-.716-.384-.88-.604-.331-.438-.166-.931.11-1.206.33-.274.88-.219 1.486-.219h113.807c.66 0 1.046.055 1.266.494.275.493 0 .986-.33 1.206-.386.274-.771.438-1.102.657-3.744 2.084-21.638 12.116-26.813 15.076-.386.22-.716.494-1.157.548-.44.11-1.156.055-1.761.055H31.384c-.606 0-1.267.055-1.762 0-.33-.11-.661-.329-.991-.493zm26.319-1.37c.055 0-.11-.11-.165-.11-7.929-4.386-24.281-13.596-24.557-13.76-.22-.165-.605-.384-.826-.439H4.405c.55.274 1.1.548 1.652.877 7.928 4.44 15.912 8.99 23.84 13.376.11.055.55.055.826.055h24.226zm7.102-.056c0 .055 0 .055 0 0h24.997c.11 0 .275-.11.44-.219 8.37-4.66 16.793-9.429 25.107-14.089-2.092 0-21.913-.055-24.28 0h-.661c-.22.055-.55.274-.826.439-1.872 1.041-3.744 2.083-5.561 3.125A7716.024 7716.024 0 0162.05 56.08c.055 0 0 0 0 0zm-3.523-.11a5617.712 5617.712 0 0124.886-13.978c.11-.055.275-.11.33-.22H33.257c-.056.055.11.055.165.11 4.13 2.302 20.867 11.786 25.107 14.089z" fill="#004990" />
                                </svg>
                            </a>
                            <div class="info-footer-new__text">
                                <p>Компания «МАТЕРИК» - надежный поставщик строительных и отделочных материалов с 1997 года.
                                    Мы осуществляем продажу товаров оптом и в розницу, предлагая превосходный сервис и низкие цены.</p>
                            </div>

                            <div class="footer-new__contacts">
                                <div class="accordion-nav">
                                    <button class="accordion-nav__btn j-accordion-nav-btn">Контакты</button>
                                    <div class="accordion-nav__content">
                                        <div class="contacts-footer">
                                            <p><a href="tel:+78123183189" class="contacts-footer-new__tel">+7 (812) 318-318-9</a></p>
                                            <p><a href="mailto:812@materik-m.ru" class="contacts-footer-new__email">812@materik-m.ru</a></p>
                                            <p class="contacts-footer-new__schedule">
                                                Время работы контакт-центра <br>
                                                с 8-00 до 21-00, ежедневно
                                            </p>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="col col-9 col-lg-8 col-md-12 footer-new__nav">
                        <div class="row row--small footer-new__nav-inner">
                            <div class="col col-3 col-lg-6 footer-new__nav-item">
                                <div class="accordion-nav">
                                    <button class="accordion-nav__btn j-accordion-nav-btn">О компании</button>
                                    <div class="accordion-nav__content">

                                        <ul class="links-list">



                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/about/">О компании</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/about/documents/">Документы</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/about/providers/">Поставщикам</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/about/news/">Новости</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/about/rekvizity/">Реквизиты</a>
                                            </li>

                                        </ul>



                                    </div>
                                </div>
                            </div>
                            <div class="col col-3 col-lg-6 footer-new__nav-item">
                                <div class="accordion-nav">
                                    <button class="accordion-nav__btn j-accordion-nav-btn">Покупателям</button>
                                    <div class="accordion-nav__content">


                                        <ul class="links-list">



                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/bonus/">Бонусная программа</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/how-to-order/">Как сделать заказ</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/oplata/">Как оплатить заказ</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/actions/">Акции</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/uslugi/">Услуги</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/articles/">Статьи</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/delivery/">Доставка</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/obmen-i-vosvrat/">Обмен и возврат</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="#" rel="sidebar" onclick="return addFavorites();">Добавить в избранное</a>
                                            </li>

                                        </ul>

                                    </div>
                                </div>
                            </div>
                            <div class="col col-3 col-lg-6 footer-new__nav-item">
                                <div class="accordion-nav">
                                    <button class="accordion-nav__btn j-accordion-nav-btn">Услуги</button>
                                    <div class="accordion-nav__content">


                                        <ul class="links-list">



                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/dostavka_v_punkt_vydachi/">Доставка в пункт выдачи</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/kolerovka">Колеровка</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/rezka_listovykh_materialov_i_raspilovka">Распил</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/transportno_ekspeditsionnye_i_pogruzo_razgruzochnye_uslugi/">Транспортно-экспедиционные и погрузо-разгрузочные услуги</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/ognebiozashchita/">Антисептирование огнебиозащитным составом</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/rezka_metalloizdeliy_i_armatury/">Резка металлоизделий и арматуры</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/raspilovka_i_raskroy/">Распиловка и раскрой</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/razgruzka_manipulyator/">Разгрузка манипулятором</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/podem_na_etazh/">Подъем на этаж</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/delivery/">Доставка</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/antiseptirovanie/">Антисептирование</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/proizvodstvo_elementov_krovli/">Доборные элементы</a>
                                            </li>

                                        </ul>

                                    </div>
                                </div>
                            </div>
                            <div class="col col-3 col-lg-6 footer-new__nav-item">
                                <div class="accordion-nav">
                                    <button class="accordion-nav__btn j-accordion-nav-btn">Доставка</button>
                                    <div class="accordion-nav__content">


                                        <ul class="links-list">



                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/podem_na_etazh/">Подъем на этаж</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/delivery/">Доставка от 199 руб.</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/razgruzka_manipulyator/">Доставка и разгрузка манипулятором</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/dostavka_v_punkt_vydachi/">Доставка в пункт выдачи</a>
                                            </li>


                                            <li class="links-list__item">

                                                <a class="links-list__link" href="/service/transportno_ekspeditsionnye_i_pogruzo_razgruzochnye_uslugi/">Транспортно-экспедиционные услуги</a>
                                            </li>

                                        </ul>


                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>


                    <div class="footer-new__mobile-apps">
                        <div class="mobile-apps-new">
                            <strong class="mobile-apps-new__title">Мобильное приложение</strong>
                            <ul class="mobile-apps-new__list">
                                <li class="mobile-apps-new__item">
                                    <a href="https://redirect.appmetrica.yandex.com/serve/100287002154382212" target="_blank" class="mobile-apps-new__link">
                                        <img src="../img/images/google-play-new.svg" alt="" class="mobile-apps-new__bage">
                                    </a>
                                </li>
                                <li class="mobile-apps-new__item">
                                    <a href="https://redirect.appmetrica.yandex.com/serve/100287002154382212" target="_blank" class="mobile-apps-new__link">
                                        <img src="../img/images/app-store-new.svg" alt="" class="mobile-apps-new__bage">
                                    </a>
                                </li>
                            </ul>
                        </div>
                    </div>
                </div>
            </div>
        </div>

        <div class="footer-contacts">
            <div class="inner">
                <div class="footer-contacts__container">
                    <p class="footer-contacts__title">Наши магазины</p>
                    <div class="footer-contacts__wrap">
                        <div class="footer-contacts__row row">
                            <div class="footer-contacts__col col col-4">
                                <div class="footer-contacts__item-wrap">
                                    <div class="footer-contacts__item">
                                        <div class="footer-contacts__item-map-wrap">
                                            <div class="footer-contacts__map">
                                                <div class="footer-contacts__map-container" id="contacts-map-small-yakornaya"></div>
                                            </div>
                                        </div>
                                        <div class="footer-contacts__item-info-wrap">
                                            <p class="footer-contacts__item-name"><a href="./contacts.html#yakornaya">Торгово-складской комплекс «Якорная»</a></p>
                                            <p class="footer-contacts__item-text">Санкт-Петербург, ул. Якорная, 16 корп. 2</p>
                                            <p class="footer-contacts__item-text">с 8-00 до 20-00, ежедневно</p>
                                            <div class="footer-contacts__item-link-wrap">
                                                <a href="https://yandex.ru/maps/2/saint-petersburg/house/yakornaya_ulitsa_16k2/Z0kYcgRpSUUOQFtjfXV1dXxkZQ==/?ll=30.440144%2C59.944199&z=17.12" target="_blank" class="footer-contacts__item-link">Смотреть на карте</a>
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                            <div class="footer-contacts__col col col-4">
                                <div class="footer-contacts__item-wrap">
                                    <div class="footer-contacts__item">
                                        <div class="footer-contacts__item-map-wrap">
                                            <div class="footer-contacts__map">
                                                <div class="footer-contacts__map-container" id="contacts-map-small-narvskaya"></div>
                                            </div>
                                        </div>
                                        <div class="footer-contacts__item-info-wrap">
                                            <p class="footer-contacts__item-name"><a href="./contacts.html#narvskaya">Торгово-складской комплекс «Нарвская»</a></p>
                                            <p class="footer-contacts__item-text">Санкт-Петербург, ул. Калинина, 39В</p>
                                            <p class="footer-contacts__item-text">с 8-00 до 20-00, ежедневно</p>
                                            <div class="footer-contacts__item-link-wrap">
                                                <a href="https://yandex.ru/maps/2/saint-petersburg/house/ulitsa_kalinina_39v/Z0kYdANpQUMHQFtjfXR4dH9nYA==/?ll=30.249860%2C59.895344&z=17.12" target="_blank" class="footer-contacts__item-link">Смотреть на карте</a>
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                            <div class="footer-contacts__col col col-4">
                                <div class="footer-contacts__item-wrap">
                                    <div class="footer-contacts__item">
                                        <div class="footer-contacts__item-map-wrap">
                                            <div class="footer-contacts__map">
                                                <div class="footer-contacts__map-container" id="contacts-map-small-vasileostrovskaya"></div>
                                            </div>
                                        </div>
                                        <div class="footer-contacts__item-info-wrap">
                                            <p class="footer-contacts__item-name"><a href="./contacts.html#vasileostrovskaya">Офис продаж «Василеостровская»</a></p>
                                            <p class="footer-contacts__item-text">Санкт-Петербург, наб. реки Смоленки, 31</p>
                                            <p class="footer-contacts__item-text">с 9 до 18, пн-пт</p>
                                            <div class="footer-contacts__item-link-wrap">
                                                <a href="https://yandex.ru/maps/2/saint-petersburg/house/naberezhnaya_reki_smolenki_31/Z0kYdAJkSkEFQFtjfXV1dnljZA==/?ll=30.254342%2C59.947501&z=17.12" target="_blank" class="footer-contacts__item-link">Смотреть на карте</a>
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>

        <div class="footer-info">
            <div class="inner">
                <div class="footer-info__wrap">
                    <div class="footer-info__row row">
                        <div class="footer-info__col footer-info__col--app col">
                            <div class="footer-info__apps-wrap">
                                <p class="footer-info__apps-title">Скачайте мобильное приложение</p>
                                <div class="footer-info__app-links-apps-wrap">

                                    <div class="footer-info__app-row">
                                        <div class="footer-info__app-col">
                                            <a href="https://redirect.appmetrica.yandex.com/serve/100287002154382212" target="_blank" class="footer-info__app-item"><img src="../img/images/icons/app-store-2024.svg" class="footer-info__app-icon" alt="App Store"></a>
                                        </div>
                                        <div class="footer-info__app-col">
                                            <a href="https://redirect.appmetrica.yandex.com/serve/100287002154382212" target="_blank" class="footer-info__app-item"><img src="../img/images/icons/google-play-2024.svg" class="footer-info__app-icon" alt="Google Play"></a>
                                        </div>
                                        <div class="footer-info__app-col footer-info__app-col--qr">
                                            <!--span class="footer-info__app-item"><img src="../img/images/app-banner/qr.svg" class="footer-info__app-icon" alt="QR_nnn"></span-->

                                            <span class="footer-info__app-item"><img src="../img/images/app-qr-code.png" class="footer-info__app-icon" alt="QR" width=100></span>


                                        </div>
                                        <div class="footer-info__app-col footer-info__app-col--qr-text">
                                            <span class="footer-info__app-qr-text">Сканируйте код</span>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="footer-info__col footer-info__col--social-links col">
                            <div class="footer-info__social-links-wrap">
                                <div class="info-footer-new__social social-new">
                                    <ul class="social-new__list">
                                        <li class="social-new__item">
                                            <a href="https://api.whatsapp.com/send?phone=79633188351" target="_blank" class="social-new__link social-new__link--whatsapp" title="whatsapp">
                                                <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg"><g clip-path="url(#clip0_1501_18662)"><path d="M8.056 14.859a6.996 6.996 0 01-3.376-.863l-3.867 1.23 1.261-3.72a6.86 6.86 0 01-1.002-3.578c0-3.827 3.127-6.93 6.984-6.93s6.984 3.103 6.984 6.93c0 3.828-3.126 6.93-6.984 6.93zm0-12.757c-3.238 0-5.872 2.614-5.872 5.826 0 1.275.416 2.456 1.119 3.417l-.734 2.163 2.257-.717a5.87 5.87 0 003.23.964c3.238 0 5.872-2.614 5.872-5.826 0-3.213-2.634-5.827-5.872-5.827zm3.527 7.423c-.043-.071-.157-.114-.328-.199s-1.013-.496-1.17-.552c-.157-.057-.271-.085-.385.085-.114.17-.443.552-.543.666-.1.113-.2.127-.37.042-.172-.085-.723-.264-1.377-.843a5.115 5.115 0 01-.953-1.176c-.1-.17-.01-.262.075-.346.077-.077.172-.199.257-.298.086-.1.115-.17.171-.283.058-.114.029-.213-.014-.298-.043-.085-.385-.92-.528-1.261-.142-.34-.285-.283-.385-.283-.1 0-.214-.014-.328-.014-.114 0-.3.042-.457.212-.157.17-.599.581-.599 1.417 0 .836.614 1.643.7 1.757.085.113 1.183 1.884 2.924 2.564 1.74.68 1.74.453 2.054.425.314-.028 1.013-.41 1.156-.808.142-.396.142-.737.1-.807z" fill="#fff"/></g><defs><clipPath id="clip0_1501_18662"><path fill="#fff" d="M0 0h16v16H0z"/></clipPath></defs></svg>
                                            </a>
                                        </li>
                                        <li class="social-new__item">
                                            <a href="https://vk.com/materik_m" target="_blank" class="social-new__link social-new__link--vk" title="vk">
                                                <svg width="16" height="10" viewBox="0 0 16 10" fill="none" xmlns="http://www.w3.org/2000/svg"><g clip-path="url(#clip0_1501_18667)"><path d="M15.982.693v.23c-.067.172-.123.35-.204.517-.297.614-.702 1.159-1.107 1.703-.375.504-.753 1.005-1.117 1.516-.269.378-.238.68.091 1.013.476.483.972.948 1.434 1.444.388.417.787.838.903 1.431v.051c-.105.305-.211.44-.532.453-.357.014-.714-.018-1.07-.009-.446.011-.933-.003-1.378-.014a1.722 1.722 0 01-1.219-.505c-.31-.306-.595-.64-.89-.961-.198-.216-.396-.433-.668-.56-.145-.069-.279-.063-.414.046a1.042 1.042 0 00-.373.633c-.047.249-.07.504-.084.757-.022.421-.205.597-.62.607-.315.009-.63-.004-.944.004-.87.02-1.666-.224-2.408-.666-.555-.331-1.101-.683-1.527-1.174-.411-.473-.807-.963-1.164-1.478A24.919 24.919 0 011.5 3.836C1.117 3.159.78 2.454.428 1.757c-.147-.29-.273-.59-.41-.886v-.23C.136.462.315.415.514.413 1.261.405 2.01.39 2.757.395c.294.003.529.14.644.435.05.126.1.252.16.374.32.641.636 1.285.969 1.92.2.384.423.76.75 1.053.12.108.265.196.414.26.144.062.28-.017.36-.147.145-.233.169-.495.203-.756a6.586 6.586 0 00-.018-1.98c-.044-.258-.078-.538-.326-.694-.147-.093-.32-.15-.486-.207C5.31.612 5.277.568 5.37.485c.136-.123.28-.26.446-.322.215-.08.453-.11.684-.128.356-.028.714-.043 1.07-.033.406.012.813.043 1.216.093.275.034.487.182.535.483.03.183.064.369.061.553-.01.777-.042 1.554-.048 2.332-.001.221.034.452.102.662.097.302.384.409.621.162.115-.119.25-.22.353-.347.551-.684.992-1.438 1.368-2.23.148-.31.277-.629.412-.945.104-.243.247-.348.48-.347.378 0 .756.002 1.134-.002.522-.005 1.044-.026 1.566-.02.24.004.493.025.613.297z" fill="#fff"/></g><defs><clipPath id="clip0_1501_18667"><path fill="#fff" d="M0 0h16v9.091H0z"/></clipPath></defs></svg>
                                            </a>
                                        </li>
                                        <!-- <li class="social-new__item">
                                            <a href="https://t.me/Materik_bot" target="_blank" class="social-new__link social-new__link--tg" title="tg">
                                                <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M4.337 8.817c-.719-.22-1.445-.448-2.164-.668l-1.057-.33a1.286 1.286 0 01-.367-.17c-.206-.153-.22-.344-.044-.535a1.12 1.12 0 01.426-.286l1.276-.506c2.936-1.13 5.871-2.268 8.814-3.398.932-.36 1.856-.72 2.788-1.079a.73.73 0 01.396-.058.624.624 0 01.521.565c.015.161.008.323-.022.484-.36 1.688-.719 3.383-1.078 5.07-.294 1.395-.595 2.79-.888 4.19l-.198.947c-.03.155-.074.301-.147.44-.147.272-.382.375-.683.316a1.208 1.208 0 01-.491-.227c-1.013-.749-2.026-1.505-3.046-2.253-.044-.037-.095-.066-.139-.096-.176-.05-.3-.183-.44-.286-.485-.352-.969-.719-1.453-1.071-.037-.03-.074-.059-.103-.095-.044-.074 0-.118.044-.162.66-.587 1.314-1.189 1.974-1.776.477-.433.961-.866 1.438-1.299.477-.433.954-.858 1.431-1.284.374-.337.749-.668 1.116-1.005l.088-.088c.022-.03.051-.059.036-.096-.014-.044-.058-.044-.095-.044-.132-.014-.242.037-.352.103-.404.242-.793.5-1.189.749-1.204.755-2.414 1.519-3.618 2.274-.829.521-1.658 1.042-2.487 1.57-.096.052-.162.148-.287.104z" fill="#FCFDFE"/><path d="M4.337 8.817c.198-.081.367-.213.55-.323.529-.33 1.057-.66 1.585-.998.375-.235.741-.477 1.116-.712.616-.389 1.24-.778 1.864-1.167.433-.271.866-.55 1.306-.83l1.145-.726a.642.642 0 01.403-.102c.044.007.088.007.103.051.022.044.007.088-.03.132-.088.088-.168.184-.27.264-.184.147-.346.316-.522.47-.286.242-.55.506-.836.748-.118.103-.228.213-.345.316-.17.14-.33.308-.492.455-.25.227-.506.448-.756.668-.11.102-.227.205-.33.308-.272.257-.558.499-.83.756-.33.3-.667.594-.99.902-.235.22-.484.426-.726.639-.037.03-.037.059-.015.095-.052.83-.11 1.659-.162 2.488-.014.22-.044.433-.036.653 0 .066 0 .125-.052.176-.044.015-.095.015-.14.015-.131-.008-.227-.074-.263-.198-.037-.132-.081-.257-.118-.39-.36-1.18-.719-2.37-1.078-3.551-.037-.051-.06-.095-.081-.14z" fill="#CCD9E9"/><path d="M5.996 13.073c-.022-.286.029-.573.036-.851.015-.309.044-.617.06-.925l.065-.94c.007-.16.022-.322.022-.476 0-.052.015-.088.066-.118.595.44 1.189.873 1.776 1.314.066.051.14.088.19.154-.55.536-1.107 1.071-1.658 1.607-.146.147-.322.264-.557.235z" fill="#B1C8DB"/></svg>
                                            </a>
                                        </li> -->
                                        <li class="social-new__item">
                                            <a href="https://ok.ru/group/54727699529842" target="_blank" class="social-new__link social-new__link--ok" title="ok">
                                                <svg xmlns="http://www.w3.org/2000/svg" width="14" height="23" viewBox="0 0 14 23" fill="none">
                                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M12.9276 6.49746C12.9276 9.55933 10.4 12.0554 7.29933 12.0554C4.16514 12.0554 1.63751 9.55933 1.63751 6.49746C1.63751 3.43557 4.16514 0.939453 7.29933 0.939453C10.4 0.939453 12.9276 3.43557 12.9276 6.49746ZM9.62484 6.49746C9.62484 5.23277 8.58003 4.20104 7.29933 4.20104C5.98504 4.20104 4.94023 5.23277 4.97399 6.49746C4.97399 7.76217 6.0188 8.79383 7.29933 8.79383C8.58003 8.79383 9.62484 7.76217 9.62484 6.49746Z" fill="white"/>
                                                    <path d="M12.8265 15.2838C11.8154 15.9161 10.7033 16.3488 9.55746 16.6151L12.7591 19.6769C13.3994 20.3094 13.3994 21.341 12.7591 21.9734C12.1188 22.6057 11.074 22.6057 10.4338 21.9734L7.3331 18.9114L4.23259 21.9734C3.89556 22.2729 3.49114 22.4393 3.05302 22.4393C2.6149 22.4393 2.21049 22.3063 1.87347 21.9734C1.23312 21.341 1.23312 20.3094 1.87347 19.6769L5.00776 16.5817C3.86185 16.3155 2.7497 15.8829 1.73866 15.2505C0.963508 14.7846 0.727598 13.7862 1.16572 13.0207C1.67126 12.2552 2.6823 12.0556 3.45744 12.5215C5.74916 13.9526 8.74854 13.9526 11.0403 12.5215C11.8154 12.0222 12.8602 12.2552 13.332 13.0207C13.8375 13.7862 13.6017 14.8178 12.8265 15.2838Z" fill="white"/>
                                                </svg>
                                            </a>
                                        </li>
                                        <li class="social-new__item">
                                            <a href="viber://pa?chatURI=materik-rf" target="_blank" class="social-new__link social-new__link--viber" title="viber">
                                                <svg xmlns="http://www.w3.org/2000/svg" width="36" height="35" viewBox="0 0 36 35" fill="none">
                                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M12.3925 0H23.0696C32.814 0 35.1212 2.26529 35.1212 11.8325V22.3155C35.1212 31.8827 32.814 34.148 23.0696 34.148H12.3925C2.64806 34.148 0.34082 31.8827 0.34082 22.3155V11.8325C0.34082 2.26529 2.64806 0 12.3925 0Z" fill="#7360F2"/>
                                                    <path d="M25.7474 7.90853C25.1838 7.38635 22.9064 5.72616 17.8335 5.7036C17.8335 5.7036 11.8512 5.34135 8.93496 8.02746C7.31161 9.65792 6.74054 12.0436 6.68031 15.0014C6.62007 17.9592 6.54213 23.5023 11.8631 25.0053H11.8682L11.8648 27.2987C11.8648 27.2987 11.8308 28.2272 12.4396 28.4166C13.1761 28.6462 13.6083 27.9405 14.3114 27.1798C14.6974 26.7622 15.2303 26.1488 15.6319 25.6799C19.271 25.9875 22.0698 25.2845 22.3877 25.1806C23.1225 24.9414 27.2802 24.4066 27.9565 18.8638C28.6545 13.1509 27.6188 9.53728 25.7474 7.90853ZM26.3641 18.4541C25.7933 23.082 22.4211 23.3728 21.7993 23.573C21.5348 23.6585 19.0767 24.2726 15.9855 24.0699C15.9855 24.0699 13.6822 26.8603 12.9627 27.5858C12.8504 27.6992 12.7184 27.745 12.6302 27.7225C12.5063 27.6921 12.4723 27.5448 12.4737 27.3295C12.4757 27.0219 12.4934 23.5184 12.4934 23.5184C7.99226 22.2635 8.25465 17.5457 8.3057 15.0752C8.35675 12.6048 8.81891 10.581 10.1918 9.2198C12.6585 6.97626 17.7399 7.31151 17.7399 7.31151C22.031 7.3303 24.0873 8.6279 24.5641 9.0626C26.1473 10.4238 26.9539 13.6809 26.3641 18.4527V18.4541Z" fill="white"/>
                                                    <path d="M18.5762 19.0158C18.5762 19.0158 18.9787 19.0498 19.1954 18.7828L19.6179 18.2513C19.8217 17.9877 20.3136 17.8196 20.7952 18.0879C21.1562 18.2937 21.5066 18.5175 21.8452 18.7583C22.1648 18.9934 22.8193 19.5395 22.8214 19.5395C23.1332 19.8027 23.2052 20.1893 22.9929 20.5968C22.9929 20.5992 22.9912 20.6033 22.9912 20.6053C22.7574 21.0106 22.4606 21.3761 22.1118 21.6881C22.1077 21.6901 22.1077 21.6922 22.104 21.6942C21.801 21.9474 21.5033 22.0913 21.211 22.1259C21.168 22.1334 21.1242 22.1362 21.0806 22.1341C20.9517 22.1353 20.8234 22.1156 20.7008 22.0756L20.6913 22.0617C20.2409 21.9347 19.4889 21.6168 18.2365 20.9259C17.5118 20.5309 16.8218 20.0751 16.174 19.5636C15.8493 19.3074 15.5396 19.0327 15.2464 18.741L15.2151 18.7098L15.1839 18.6785L15.1526 18.6469C15.1421 18.6367 15.1319 18.6262 15.1214 18.6157C14.8296 18.3225 14.5549 18.0128 14.2987 17.6881C13.7872 17.0404 13.3314 16.3507 12.9363 15.6262C12.2454 14.3735 11.9274 13.6223 11.8004 13.1712L11.7865 13.1617C11.7467 13.0391 11.727 12.9109 11.7284 12.782C11.726 12.7383 11.7286 12.6946 11.7362 12.6516C11.7727 12.3599 11.9168 12.0622 12.1686 11.7583C12.1706 11.7546 12.1727 11.7546 12.1747 11.7505C12.4866 11.4018 12.8522 11.1051 13.2576 10.8715C13.2596 10.8715 13.2637 10.8695 13.2661 10.8695C13.6737 10.6572 14.0602 10.7292 14.3231 11.0393C14.3252 11.0413 14.8704 11.6958 15.1044 12.0154C15.3453 12.3543 15.5691 12.705 15.7749 13.0663C16.0432 13.5475 15.8751 14.0404 15.6115 14.2435L15.0799 14.666C14.8116 14.8827 14.8469 15.2851 14.8469 15.2851C14.8469 15.2851 15.6343 18.2648 18.5762 19.0158Z" fill="white"/>
                                                </svg>
                                            </a>
                                        </li>
                                        <li class="social-new__item">
                                            <a href="https://www.youtube.com/c/Materikspb" target="_blank" class="social-new__link social-new__link--youtube" title="youtube">
                                                <svg xmlns="http://www.w3.org/2000/svg" width="35" height="35" viewBox="0 0 35 35" fill="none">
                                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M12.1727 0.625977H22.8499C32.5943 0.625977 34.9015 2.89127 34.9015 12.4585V22.9415C34.9015 32.5087 32.5943 34.774 22.8499 34.774H12.1727C2.42833 34.774 0.121094 32.5087 0.121094 22.9415V12.4585C0.121094 2.89127 2.42833 0.625977 12.1727 0.625977Z" fill="#FF0000"/>
                                                    <path d="M27.4489 12.2595C27.1958 11.3738 26.5632 10.7412 25.6776 10.4882C24.1594 10.1086 17.7069 10.1086 17.7069 10.1086C17.7069 10.1086 11.381 10.1086 9.73622 10.4882C8.85059 10.7412 8.21799 11.3738 7.96495 12.2595C7.71191 13.9042 7.71191 17.1937 7.71191 17.1937C7.71191 17.1937 7.71192 20.4832 8.09147 22.1279C8.34451 23.0136 8.9771 23.6462 9.86273 23.8992C11.381 24.2788 17.8334 24.2788 17.8334 24.2788C17.8334 24.2788 24.1593 24.2788 25.8041 23.8992C26.6897 23.6462 27.3224 23.0136 27.5754 22.1279C27.9549 20.4832 27.9549 17.1937 27.9549 17.1937C27.9549 17.1937 27.9549 13.9042 27.4489 12.2595ZM15.8091 20.2302V14.1572L21.1229 17.1937L15.8091 20.2302Z" fill="white"/>
                                                </svg>
                                            </a>
                                        </li>
                                    </ul>
                                </div>

                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>

        <div class="footer-new__copyright">
            <div class="inner">
                <div class="footer-new__copyright-wrap">
                    <div class="row row--small copyright">
                        <div class="col copyright__info">
                            <p>
                                Обращаем Ваше внимание на то, что вся представленная на данном сайте информация, касающаяся технических и прочих характеристик, цвета, фактуры а также стоимости товаров и услуг носит информационный характер, и ни при каких условиях не является публичной офертой, определяемой положениями Статьи 437 (2) Гражданского кодекса Российской Федерации. Условия начисления и выдачи бонусных баллов уточняйте у менеджеров МАТЕРИК.РФ при заказе. Более подробную информацию, вы можете получить обратившись по телефону +7 (812) 318-318-0 или в ближайший офис продаж.
                            </p>
                        </div>
                        <div class="col copyright__text">
                            <p>©2024 Материк</p>
                            <p>При полном или частичном использовании материалов с сайта ссылка на источник обязательна.</p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </footer>





    <!--HTML-->


    <!-- Успешная отправка -->
    <div id="succes-send" class="popup">
        <div class="popup__container popup__container--succes">
            <button type="button" class="popup__close js-popup-close">
                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M24 9.4L22.6 8 16 14.6 9.4 8 8 9.4l6.6 6.6L8 22.6 9.4 24l6.6-6.6 6.6 6.6 1.4-1.4-6.6-6.6L24 9.4z" fill="#000" />
                </svg>
            </button>
            <div class="popup__inner popup__inner--succes">
                <div class="popup-succes">
                    <p class="popup__title popup__title--info">Заявка отправлена и менеджер перезвонит вам в течении 10&nbsp;минут</p>

                    <div class="popup-form__item-btns">
                        <div class="popup-form__for-btn">
                            <button type="button" class="form__btn btn btn--blue btn--long js-popup-close"><span>Хорошо</span></button>
                        </div>
                    </div>

                </div>
            </div>
        </div>
    </div>

    <!-- Успешная отправка сообщения вообще-->
    <div id="succes_send_common" class="popup">
        <div class="popup__container popup__container--succes">
            <button type="button" class="popup__close js-popup-close">
                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M24 9.4L22.6 8 16 14.6 9.4 8 8 9.4l6.6 6.6L8 22.6 9.4 24l6.6-6.6 6.6 6.6 1.4-1.4-6.6-6.6L24 9.4z" fill="#000" />
                </svg>
            </button>
            <div class="popup__inner popup__inner--succes">
                <div class="popup-succes">
                    <p class="popup__title popup__title--info">Ваше сообщение отправлено</p>

                    <div class="popup-form__item-btns">
                        <div class="popup-form__for-btn">
                            <button type="button" class="form__btn btn btn--blue btn--long js-popup-close"><span>Хорошо</span></button>
                        </div>
                    </div>

                </div>
            </div>
        </div>
    </div>

    <!-- Ошибка отправки -->
    <div id="error-send" class="popup">
        <div class="popup__container popup__container--succes">
            <button type="button" class="popup__close js-popup-close">
                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M24 9.4L22.6 8 16 14.6 9.4 8 8 9.4l6.6 6.6L8 22.6 9.4 24l6.6-6.6 6.6 6.6 1.4-1.4-6.6-6.6L24 9.4z" fill="#000" />
                </svg>
            </button>
            <div class="popup__inner popup__inner--error">
                <div class="popup-error">
                    <p class="popup__title popup__title--info">Ошибка! Попробуйте отправить заявку еще раз</p>
                </div>
            </div>
        </div>
    </div>

    <!-- PopUp с формой Авторизация -->
    <div id="authorization" class="popup">
        <div class="popup__container popup__container--form">
            <button type="button" class="popup__close js-popup-close">
                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M24 9.4L22.6 8 16 14.6 9.4 8 8 9.4l6.6 6.6L8 22.6 9.4 24l6.6-6.6 6.6 6.6 1.4-1.4-6.6-6.6L24 9.4z" fill="#000" />
                </svg>
            </button>
            <div class="popup__inner">

                <p class="popup__title">Войдите или <a href="#registration" class="js-call-popup">зарегистрируйтесь</a></p>
                <div class="popup__authorization-vk">
                </div>

                <div class="popup__for-form">
                    <div class="popup-form">
                        <div id="comp_dbe5a040ba854c89a87d69691a0498bc"><div id="auth_block">

                                <form id="auth_form" name="system_auth_form6zOYVN" method="post" class="js-form" target="_top" action="/?login=yes">
                                    <input type="hidden" name="backurl" value="/" />
                                    <input type="hidden" name="AUTH_FORM" value="Y" />
                                    <input type="hidden" name="TYPE" value="AUTH" />
                                    <input type="hidden" name="auth_ajax" value="Y" />

                                    <p class="popup__authorization-title"><span>Войдите</span></p>

                                    <div class="popup-form__item-input">
                                        <div class="popup-form__for-input form__for-input">
                                            <input type="text" name="USER_LOGIN" class="popup-form__input form__input" placeholder="Введите логин" required>
                                        </div>
                                    </div>

                                    <div class="popup-form__item-input">
                                        <div class="popup-form__for-input form__for-input">
                                            <input type="password" name="USER_PASSWORD" class="popup-form__input form__input" placeholder="Введите пароль" required>
                                        </div>
                                    </div>

                                    <div class="popup-form__messange form__messange js-form-messange" data-messange-error="Не верный логин или пароль"></div>

                                    <div class="popup-form__item-btns">
                                        <div class="popup-form__for-btn">
                                            <input type="hidden" name="Login" value="Login" />
                                            <button type="button" class="popup-form__btn form__btn btn btn--blue btn--long" id="auth_btn">Войти</button>
                                        </div>
                                    </div>

                                    <div class="popup-form__note"><a href="#forgot_password" class=" js-call-popup">Не помните пароль?</a></div>

                                </form>
                            </div>

                        </div>                </div>
                </div>

            </div>
        </div>
    </div>

    <!-- PopUp с формой Напоминание пароля -->
    <div id="forgot_password" class="popup">
        <div class="popup__container popup__container--form">
            <button type="button" class="popup__close js-popup-close">
                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M24 9.4L22.6 8 16 14.6 9.4 8 8 9.4l6.6 6.6L8 22.6 9.4 24l6.6-6.6 6.6 6.6 1.4-1.4-6.6-6.6L24 9.4z" fill="#000" />
                </svg>
            </button>
            <div class="popup__inner">

                <p class="popup__title">Напомнить пароль</p>

                <div class="popup__for-form">
                    <div class="popup-form">


                        <form name="forgot" id="forgot_form" method="post" target="_top" action="/?forgot_password=yes">
                            <input type="hidden" name="backurl" value="/" />
                            <input type="hidden" name="AUTH_FORM" value="Y">
                            <input type="hidden" name="TYPE" value="SEND_PWD">
                            <input type="hidden" name="USER_EMAIL" id="forgot_email" />

                            <p class="popup__authorization-title"><span>напомнить пароль</span></p>
                            <div id="forgot_block">

                                <p class="error" style="color: red; margin-bottom: 5px;"></p>
                                <div class="popup-form__item-input">
                                    <div class="popup-form__for-input form__for-input">
                                        <input type="text" name="USER_LOGIN" id="forgot_login" class="popup-form__input form__input" placeholder="Введите E-mail" required>
                                    </div>
                                </div>



                                <input type="hidden" name="send_account_info" value="Y" />

                                <div class="popup-form__item-btns">
                                    <div class="popup-form__for-btn">
                                        <div class="popup-form__loading"><img class="popup-form__loading-img" src="/local/templates/.default/components/bitrix/system.auth.forgotpasswd/.default/images/loading.gif"></div>
                                        <button type="button" class="popup-form__btn form__btn btn btn--blue btn--long" id="forgot_btn">Выслать</button>
                                    </div>
                                </div>
                                <div class="popup-form__note"><a href="#authorization" class=" js-call-popup">Авторизация</a></div>


                            </div>
                        </form>




                    </div>
                </div>

            </div>
        </div>
    </div>



    <!-- PopUp с формой Обратный звонок
	id="back-call"
	-->
    <div id="back-call" class="popup">
        <div id="comp_a5015fd95e4853f4364eaad47bbd570a"><!--div id="back-call" class="popup"-->
            <div class="popup__container popup__container--form">
                <button type="button" class="popup__close js-popup-close">
                    <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M24 9.4L22.6 8 16 14.6 9.4 8 8 9.4l6.6 6.6L8 22.6 9.4 24l6.6-6.6 6.6 6.6 1.4-1.4-6.6-6.6L24 9.4z" fill="#000" />
                    </svg>
                </button>
                <div class="popup__inner popup__inner--call">

                    <p class="popup__title popup__title--blue">Обратный звонок</p>
                    <p class="popup__subtitle">Оставьте Ваш номер телефона
                        и мы перезвоним в течение 10 минут!</p>

                    <div class="popup__for-form">
                        <div class="popup-form">
                            <!--form class="js-form" action="jquery-mailer.php" method="post" novalidate-->

                            <form action="/" method="POST"><input type="hidden" name="bxajaxid" id="bxajaxid_a5015fd95e4853f4364eaad47bbd570a_8BACKi" value="a5015fd95e4853f4364eaad47bbd570a" /><input type="hidden" name="AJAX_CALL" value="Y" />						<input type="hidden" name="sessid" id="sessid_1" value="428c9cd8223e4503c4447d96bfa84ef3" />

                                <input value="Форма обратного звонка" type="hidden" name="formSubject" />

                                <div class="popup-form__item-input">
                                    <div class="popup-form__for-input form__for-input">
                                        <!--input type="text" name="name" class="popup-form__input form__input" placeholder="Ваше имя" required-->

                                        <input type="text" name="user_name" value="" required placeholder="Ваше имя" class="popup-form__input form__input" >

                                    </div>
                                </div>

                                <div class="popup-form__item-input">
                                    <div class="popup-form__for-input form__for-input">
                                        <!--input type="tel" name="phone" class="js-form-phone-mask popup-form__input form__input" placeholder="Ваш телефон" required-->

                                        <input type="tel" name="user_phone" value=" " required class="js-form-phone-mask popup-form__input form__input" placeholder="Ваш телефон" >

                                    </div>
                                </div>


                                <!--div class="popup-form__messange form__messange js-form-messange" data-messange-error="Ошибка! Проверьте заполнение обязательных полей!"></div-->

                                <div class="popup-form__item-btns">
                                    <div class="popup-form__for-btn popup-form__for-btn--call">
                                        <!--button type="submit" class="popup-form__btn form__btn btn btn--blue btn--long" data-succes-popup="#succes-send" data-error-popup="#error-send"><span>Отправить</span></button-->


                                        <input type="hidden" name="PARAMS_HASH" value="64f48d94b5089d55bdc31b8f09e6e3f6">

                                        <button type="submit" name="submit" value="submit" class="popup-form__btn form__btn btn btn--blue btn--long" data-succes-popup1="#succes-send" data-error-popup1="#error-send"  ><span>Отправить</span></button>


                                        <div class="popup-form__note popup-form__note--agree">Заполняя форму, Вы даёте своё согласие на обработку <a href="/politika-obrabotki-personalnyx-dannyx/" target="_blank">персональных данных</a> в соответствии с ФЗ №152 от 27.07.2006, что даёт конфиденциальность введённой вами информации</div>
                                    </div>

                                </div>

                            </form>
                        </div>
                    </div>

                </div>
            </div>
            <!--/div-->


        </div></div>


    <div id="has_error" class="popup">
        <div id="comp_94223722bb5d3aea30412078b7bd2c30"><!--div id="back-call" class="popup"-->
            <div class="popup__container popup__container--form">
                <button type="button" class="popup__close js-popup-close">
                    <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M24 9.4L22.6 8 16 14.6 9.4 8 8 9.4l6.6 6.6L8 22.6 9.4 24l6.6-6.6 6.6 6.6 1.4-1.4-6.6-6.6L24 9.4z" fill="#000" />
                    </svg>
                </button>
                <div class="popup__inner popup__inner--call1">

                    <p class="popup__title popup__title--blue">Нашли ошибку? Напишите нам</p>
                    <p class="popup__subtitle">Поделитесь мнением, чтобы сделать эту страницу лучше</p>

                    <div class="popup__for-form">
                        <div class="popup-form">
                            <!--form class="js-form" action="jquery-mailer.php" method="post" novalidate-->

                            <form action="/" method="POST"><input type="hidden" name="bxajaxid" id="bxajaxid_94223722bb5d3aea30412078b7bd2c30_Ar8Szp" value="94223722bb5d3aea30412078b7bd2c30" /><input type="hidden" name="AJAX_CALL" value="Y" />						<input type="hidden" name="sessid" id="sessid_2" value="428c9cd8223e4503c4447d96bfa84ef3" />

                                <input value="Форма Нашли ошибку" type="hidden" name="formSubject" />

                                <input type="hidden" name="url" value="https://www.materik-m.ru:443/">

                                <div class="popup-form__item-input">
                                    <div class="popup-form__for-input form__for-input">

                                        <!--textarea rows="10" cols="45" name="text" placeholder="Email для обратной связи (не обязательно)"></textarea-->
                                        <textarea name="user_text" class="popup-form__input form__input" placeholder="Что можно улучшить?" style="height: 10em;" required></textarea>
                                    </div>
                                </div>


                                <div class="popup-form__item-input">
                                    <div class="popup-form__for-input form__for-input">
                                        <input type="text" name="user_email" value="" placeholder="Email (не обязательно)" class="popup-form__input form__input" >

                                    </div>
                                </div>

                                <!--div class="popup-form__item-input">
									<div class="popup-form__for-input form__for-input">
										<input type="tel" name="user_phone" value=" "  class="js-form-phone-mask popup-form__input form__input" placeholder="Ваш телефон" >

									</div>
								</div-->


                                <!--div class="popup-form__messange form__messange js-form-messange" data-messange-error="Ошибка! Проверьте заполнение обязательных полей!"></div-->

                                <div class="popup-form__item-btns">
                                    <div class="popup-form__for-btn popup-form__for-btn--call">
                                        <!--button type="submit" class="popup-form__btn form__btn btn btn--blue btn--long" data-succes-popup="#succes-send" data-error-popup="#error-send"><span>Отправить</span></button-->


                                        <input type="hidden" name="PARAMS_HASH" value="a344bf23e8e8fbd4b3803edbabb953ab">

                                        <button type="submit" name="submit" value="submit" class="popup-form__btn form__btn btn btn--blue btn--long" data-succes-popup1="#succes-send" data-error-popup1="#error-send"  ><span>Отправить</span></button>


                                        <!--div class="popup-form__note popup-form__note--agree">Заполняя форму, Вы даёте своё согласие на обработку <a href="/politika-obrabotki-personalnyx-dannyx/" target="_blank">персональных данных</a> в соответствии с ФЗ №152 от 27.07.2006, что даёт конфиденциальность введённой вами информации</div-->
                                    </div>

                                </div>

                            </form>
                        </div>
                    </div>

                </div>
            </div>
            <!--/div-->


        </div></div>

    <!-- PopUp регистрация -->
    <div id="registration" class="popup">
        <div class="popup__container popup__container--form-registration">
            <button type="button" class="popup__close js-popup-close">
                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M24 9.4L22.6 8 16 14.6 9.4 8 8 9.4l6.6 6.6L8 22.6 9.4 24l6.6-6.6 6.6 6.6 1.4-1.4-6.6-6.6L24 9.4z" fill="#000" />
                </svg>
            </button>
            <div class="popup__inner">

                <p class="popup__title popup__title--blue">Регистрация</p>

                <div class="popup__for-form">
                    <div class="popup-form">

                        <div id="reg_block">
                            <form id="form_register" class="js-form qqqq" method="post" action="/" name="regform" enctype="multipart/form-data">
                                <input type="hidden" name="REGISTER[LOGIN]" value="" id="reg_login" />
                                <input type="hidden" name="reg_ajax" value="Y" />
                                <div class="popup__row row">
                                    <div class="popup__col col col-6">
                                        <div class="popup-form__item-input">
                                            <div class="popup-form__for-input form__for-input">
                                                <input type="text" name="REGISTER[NAME]" class="popup-form__input form__input " placeholder="Имя*" value="" required>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="popup__col col col-6">
                                        <div class="popup-form__item-input">
                                            <div class="popup-form__for-input form__for-input">
                                                <input type="text" name="REGISTER[LAST_NAME]" class="popup-form__input form__input " placeholder="Фамилия*" value="" required>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="popup__col col col-6">
                                        <div class="popup-form__item-input">
                                            <div class="popup-form__for-input form__for-input">
                                                <input type="email" name="REGISTER[EMAIL]" id="reg_email" class="popup-form__input form__input " placeholder="E-mail*" value="" required>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="popup__col col col-6">
                                        <div class="popup-form__item-input">
                                            <div class="popup-form__for-input form__for-input">
                                                <input type="tel" name="REGISTER[PERSONAL_PHONE]" id="reg_phone" class="js-form-phone-mask popup-form__input form__input " placeholder="Телефон*"  value="" required>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="popup__col col col-6">
                                        <div class="popup-form__item-input">
                                            <div class="popup-form__for-input form__for-input">
                                                <input type="password" name="REGISTER[PASSWORD]" class="popup-form__input form__input " placeholder="Введите пароль" required>
                                            </div>
                                        </div>
                                    </div>
                                    <div class="popup__col col col-6">
                                        <div class="popup-form__item-input">
                                            <div class="popup-form__for-input form__for-input">
                                                <input type="password" name="REGISTER[CONFIRM_PASSWORD]" class="popup-form__input form__input " placeholder="Повторите пароль*" required>
                                            </div>
                                        </div>
                                    </div>
                                </div>

                                <div class="popup-form__note">Все поля помеченные * обязательны для заполнения</div>



                                <div class="popup-form__messange form__messange js-form-messange" data-messange-error="Ошибка! Проверьте заполнение обязательных полей!"></div>

                                <div class="popup-form__item-btns">
                                    <div class="popup-form__for-btn">
                                        <input type="hidden" name="register_submit_button" value="register" />
                                        <button type="button" id="register_btn" class="popup-form__btn popup-form__btn--registration form__btn btn btn--blue btn--long"><span>Зарегистрироваться</span></button>
                                    </div>
                                </div>

                                <div class="popup-form__note popup-form__note--agree">Заполняя форму, Вы даёте своё согласие на обработку <a href="/politika-obrabotki-personalnyx-dannyx/" target="_blank">персональных данных</a> в соответствии с ФЗ №152 от 27.07.2006, что даёт конфиденциальность введённой вами информации</div>

                            </form>
                        </div>
                    </div>
                </div>

            </div>
        </div>
    </div>



    <!-- Успешная отправка Отзыва -->
    <div id="succes-send-review" class="popup">
        <div class="popup__container popup__container--succes">
            <button type="button" class="popup__close js-popup-close">
                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M24 9.4L22.6 8 16 14.6 9.4 8 8 9.4l6.6 6.6L8 22.6 9.4 24l6.6-6.6 6.6 6.6 1.4-1.4-6.6-6.6L24 9.4z" fill="#000" />
                </svg>
            </button>
            <div class="popup__inner popup__inner--succes">
                <div class="popup-succes">
                    <p class="popup__title popup__title--info">Ваш отзыв отправлен!</p>

                    <div class="popup-form__item-btns">
                        <div class="popup-form__for-btn">
                            <button type="button" class="form__btn btn btn--blue btn--long js-popup-close"><span>Хорошо</span></button>
                        </div>
                    </div>

                </div>
            </div>
        </div>
    </div>

    <!-- Ошибка отправки Отзыва -->
    <div id="error-send-review" class="popup">
        <div class="popup__container popup__container--succes">
            <button type="button" class="popup__close js-popup-close">
                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M24 9.4L22.6 8 16 14.6 9.4 8 8 9.4l6.6 6.6L8 22.6 9.4 24l6.6-6.6 6.6 6.6 1.4-1.4-6.6-6.6L24 9.4z" fill="#000" />
                </svg>
            </button>
            <div class="popup__inner popup__inner--error">
                <div class="popup-error">
                    <p class="popup__title popup__title--info">Ошибка! К сожалению не удалось опубликовать ваш отзыв, в процессе что-то пошло не так, пожалуйста, попробуйте позже</p>
                </div>
            </div>
        </div>
    </div>

    <div id="succes-subscription" class="popup">
        <div class="popup__container popup__container--succes">
            <button type="button" class="popup__close js-popup-close">
                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M24 9.4L22.6 8 16 14.6 9.4 8 8 9.4l6.6 6.6L8 22.6 9.4 24l6.6-6.6 6.6 6.6 1.4-1.4-6.6-6.6L24 9.4z" fill="#000" />
                </svg>
            </button>
            <div class="popup__inner popup__inner--succes">
                <div class="popup-succes">
                    <p class="popup__title popup__title--info">Адрес подписки успешно добавлен!</p>

                    <div class="popup-form__item-btns">
                        <div class="popup-form__for-btn">
                            <button type="button" class="form__btn btn btn--blue btn--long js-popup-close"><span>Хорошо</span></button>
                        </div>
                    </div>

                </div>
            </div>
        </div>
    </div>

    <div id="error-subscription" class="popup">
        <div class="popup__container popup__container--succes">
            <button type="button" class="popup__close js-popup-close">
                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M24 9.4L22.6 8 16 14.6 9.4 8 8 9.4l6.6 6.6L8 22.6 9.4 24l6.6-6.6 6.6 6.6 1.4-1.4-6.6-6.6L24 9.4z" fill="#000" />
                </svg>
            </button>
            <div class="popup__inner popup__inner--succes">
                <div class="popup-succes">
                    <p class="popup__title popup__title--info" id="error_subscription_message">Произошла ошибка!</p>

                    <div class="popup-form__item-btns">
                        <div class="popup-form__for-btn">
                            <button type="button" class="form__btn btn btn--blue btn--long js-popup-close"><span>Хорошо</span></button>
                        </div>
                    </div>

                </div>
            </div>
        </div>
    </div>

    <div id="popup-add-compare" class="popup popup_add_compare">
        <div class="popup__container popup__container--succes">
            <button type="button" class="popup__close js-popup-close">
                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M24 9.4L22.6 8 16 14.6 9.4 8 8 9.4l6.6 6.6L8 22.6 9.4 24l6.6-6.6 6.6 6.6 1.4-1.4-6.6-6.6L24 9.4z" fill="#000" />
                </svg>
            </button>
            <div class="popup__inner popup__inner--succes">
                <div class="popup-succes">

                    <!--p class="popup__title popup__title--info">Товар добавлен к сравнению</p-->

                    <div class="popup-form__item-btns" style="">
                        <div class="popup-form__for-btn">

                            <a href="/shop/compare.php" class="form__btn btn btn--blue btn--long popup_add_compare_btn">
                                <span>Перейти в сравнение</span>
                            </a>
                            <!--button type="button" class="form__btn btn btn--blue btn--long js-popup-close">
								<span>Хорошо</span>
							</button-->
                        </div>
                    </div>

                </div>
            </div>
        </div>
    </div>




    <!-- [ START ] Скрипты проекта-->

    <!-- [	END	] Скрипты проекта-->


    <?/* @note
    <script>if(!window.BX)window.BX={};if(!window.BX.message)window.BX.message=function(mess){if(typeof mess==='object'){for(let i in mess) {BX.message[i]=mess[i];} return true;}};</script>
    <script>(window.BX||top.BX).message({"JS_CORE_LOADING":"Загрузка...","JS_CORE_NO_DATA":"- Нет данных -","JS_CORE_WINDOW_CLOSE":"Закрыть","JS_CORE_WINDOW_EXPAND":"Развернуть","JS_CORE_WINDOW_NARROW":"Свернуть в окно","JS_CORE_WINDOW_SAVE":"Сохранить","JS_CORE_WINDOW_CANCEL":"Отменить","JS_CORE_WINDOW_CONTINUE":"Продолжить","JS_CORE_H":"ч","JS_CORE_M":"м","JS_CORE_S":"с","JSADM_AI_HIDE_EXTRA":"Скрыть лишние","JSADM_AI_ALL_NOTIF":"Показать все","JSADM_AUTH_REQ":"Требуется авторизация!","JS_CORE_WINDOW_AUTH":"Войти","JS_CORE_IMAGE_FULL":"Полный размер"});</script><script src="/bitrix/js/main/core/core.min.js?1742285710225353"></script><script>BX.Runtime.registerExtension({"name":"main.core","namespace":"BX","loaded":true});</script>
    <script>BX.setJSList(["\/bitrix\/js\/main\/core\/core_ajax.js","\/bitrix\/js\/main\/core\/core_promise.js","\/bitrix\/js\/main\/polyfill\/promise\/js\/promise.js","\/bitrix\/js\/main\/loadext\/loadext.js","\/bitrix\/js\/main\/loadext\/extension.js","\/bitrix\/js\/main\/polyfill\/promise\/js\/promise.js","\/bitrix\/js\/main\/polyfill\/find\/js\/find.js","\/bitrix\/js\/main\/polyfill\/includes\/js\/includes.js","\/bitrix\/js\/main\/polyfill\/matches\/js\/matches.js","\/bitrix\/js\/ui\/polyfill\/closest\/js\/closest.js","\/bitrix\/js\/main\/polyfill\/fill\/main.polyfill.fill.js","\/bitrix\/js\/main\/polyfill\/find\/js\/find.js","\/bitrix\/js\/main\/polyfill\/matches\/js\/matches.js","\/bitrix\/js\/main\/polyfill\/core\/dist\/polyfill.bundle.js","\/bitrix\/js\/main\/core\/core.js","\/bitrix\/js\/main\/polyfill\/intersectionobserver\/js\/intersectionobserver.js","\/bitrix\/js\/main\/lazyload\/dist\/lazyload.bundle.js","\/bitrix\/js\/main\/polyfill\/core\/dist\/polyfill.bundle.js","\/bitrix\/js\/main\/parambag\/dist\/parambag.bundle.js"]);
    </script>
    <script>BX.Runtime.registerExtension({"name":"fx","namespace":"window","loaded":true});</script>
    <script>BX.Runtime.registerExtension({"name":"pull.protobuf","namespace":"BX","loaded":true});</script>
    <script>BX.Runtime.registerExtension({"name":"rest.client","namespace":"window","loaded":true});</script>
    <script>(window.BX||top.BX).message({"pull_server_enabled":"N","pull_config_timestamp":0,"shared_worker_allowed":"Y","pull_guest_mode":"N","pull_guest_user_id":0,"pull_worker_mtime":1745593806});(window.BX||top.BX).message({"PULL_OLD_REVISION":"Для продолжения корректной работы с сайтом необходимо перезагрузить страницу."});</script>
    <script>BX.Runtime.registerExtension({"name":"pull.client","namespace":"BX","loaded":true});</script>
    <script>BX.Runtime.registerExtension({"name":"pull","namespace":"window","loaded":true});</script>
    <script>BX.Runtime.registerExtension({"name":"ui.design-tokens","namespace":"window","loaded":true});</script>
    <script>BX.Runtime.registerExtension({"name":"ui.fonts.opensans","namespace":"window","loaded":true});</script>
    <script>BX.Runtime.registerExtension({"name":"main.popup","namespace":"BX.Main","loaded":true});</script>
    <script>BX.Runtime.registerExtension({"name":"popup","namespace":"window","loaded":true});</script>
    <script>(window.BX||top.BX).message({"LANGUAGE_ID":"ru","FORMAT_DATE":"DD.MM.YYYY","FORMAT_DATETIME":"DD.MM.YYYY HH:MI:SS","COOKIE_PREFIX":"BITRIX_SM","SERVER_TZ_OFFSET":"10800","UTF_MODE":"Y","SITE_ID":"s1","SITE_DIR":"\/","USER_ID":"","SERVER_TIME":1747920721,"USER_TZ_OFFSET":0,"USER_TZ_AUTO":"Y","bitrix_sessid":"428c9cd8223e4503c4447d96bfa84ef3"});</script>
    <script  src="js/kernel_main_v1.js"></script>
    <script src="js/protobuf/protobuf.min.js"></script>
    <script src="js/model.min.js"></script>
    <script src="js/rest.client.min.js"></script>
    <script src="js/pull.client.min.js"></script>
    <script src="https://unpkg.com/dropzone@5/dist/min/dropzone.min.js"></script>
    <script src="js/main.popup.bundle.min.js"></script>
    <script src="js/yandex.metrika/script.js"></script>
    <script>BX.setJSList(["\/bitrix\/js\/main\/core\/core_fx.js","\/bitrix\/js\/main\/core\/core_uf.js","\/bitrix\/js\/main\/pageobject\/pageobject.js","\/bitrix\/js\/main\/core\/core_window.js","\/bitrix\/js\/main\/date\/main.date.js","\/bitrix\/js\/main\/core\/core_date.js","\/bitrix\/js\/main\/dd.js","\/bitrix\/js\/main\/core\/core_dd.js","\/bitrix\/js\/main\/core\/core_tooltip.js","\/bitrix\/js\/main\/session.js","\/bitrix\/js\/main\/utils.js","\/local\/templates\/materik_2024\/components\/bitrix\/catalog.section.list\/brands_list_2024\/script.js","\/local\/templates\/materik_2024\/components\/pvp\/slider\/default_2024\/script.js","\/local\/templates\/materik_2024\/components\/pvp\/slider\/default_2024\/bitrix\/catalog.section\/slider\/script.js","\/local\/templates\/materik_2024\/components\/bitrix\/catalog.item\/.default\/script.js","\/local\/templates\/materik_2024\/js\/jquery-3.4.1.min.js","\/local\/templates\/materik_2024\/scripts\/accounting.js","\/local\/templates\/materik_2024\/js\/bodyScrollLock.min.js","\/local\/templates\/materik_2024\/libs\/inputmask\/jquery.inputmask.bundle.min.js","\/local\/templates\/materik_2024\/libs\/ui\/jquery-ui.min.js","\/local\/templates\/materik_2024\/libs\/slick\/slick.min.js","\/local\/templates\/materik_2024\/libs\/select2\/select2.min.js","\/local\/templates\/materik_2024\/libs\/jquery.textmistake.min.js","\/local\/templates\/materik_2024\/js\/jquery.fancybox.js","\/local\/templates\/materik_2024\/js\/datepicker.js","\/local\/templates\/materik_2024\/js\/jquery.maskedinput.js","\/local\/templates\/materik_2024\/js\/nouislider.min.js","\/local\/templates\/materik_2024\/js\/yandex-map.js","\/local\/templates\/materik_2024\/js\/jquery.cookie.js","\/local\/templates\/materik_2024\/js\/script.js","\/bitrix\/components\/bitrix\/search.title\/script.js","\/local\/templates\/materik_2024\/components\/bitrix\/search.title\/materik_2024\/script.js","\/local\/templates\/materik_2024\/components\/bitrix\/catalog.compare.list\/materik_2024\/script.js","\/local\/templates\/materik_2024\/components\/bitrix\/sale.basket.basket.line\/materik_2024\/script.js","\/local\/templates\/materik_2024\/components\/asd\/subscribe.quick.form\/footer_2024\/script.js","\/local\/templates\/materik_2024\/components\/materic\/favourite.small\/.default\/script.js","\/local\/templates\/.default\/components\/bitrix\/system.auth.form\/.default\/script.js","\/local\/templates\/.default\/components\/bitrix\/main.register\/.default\/script.js"]);</script>
    <script>BX.setCSSList(["\/local\/templates\/materik_2024\/components\/bitrix\/catalog.section.list\/brands_list_2024\/style.css","\/local\/templates\/materik_2024\/components\/pvp\/property.tab.filter\/default_2024\/style.css","\/local\/templates\/materik_2024\/components\/pvp\/slider\/default_2024\/style.css","\/local\/templates\/materik_2024\/components\/pvp\/slider\/default_2024\/bitrix\/catalog.section\/slider\/style.css","\/local\/templates\/materik_2024\/components\/bitrix\/catalog.item\/.default\/style.css","\/local\/templates\/materik_2024\/css\/slick.css","\/local\/templates\/materik_2024\/css\/select2.css","\/local\/templates\/materik_2024\/css\/jquery.fancybox.css","\/local\/templates\/materik_2024\/css\/datepicker.material.css","\/local\/templates\/materik_2024\/css\/nouislider.css","\/local\/templates\/materik_2024\/css\/style.css","\/local\/templates\/materik_2024\/css\/uncompressed.css","\/local\/components\/pvp\/mobile.app.banner\/templates\/.default\/style.css","\/local\/templates\/materik_2024\/components\/bitrix\/search.title\/materik_2024\/style.css","\/local\/templates\/materik_2024\/components\/bitrix\/catalog.compare.list\/materik_2024\/style.css","\/local\/templates\/materik_2024\/components\/bitrix\/catalog.section.list\/menu_2024\/style.css","\/local\/templates\/materik_2024\/components\/asd\/subscribe.quick.form\/footer_2024\/style.css","\/local\/templates\/.default\/components\/bitrix\/system.auth.forgotpasswd\/.default\/style.css","\/local\/components\/ts\/callback\/templates\/.default\/style.css","\/local\/components\/ts\/has_error\/templates\/.default\/style.css","\/local\/templates\/materik_2024\/styles.css","\/local\/templates\/materik_2024\/template_styles.css"]);</script>*/?>
    <script type="text/javascript">
        window.dataLayerName = 'dataLayer';
        var dataLayerName = window.dataLayerName;
    </script>
    <script type="text/javascript">
        (function (m, e, t, r, i, k, a) {
            m[i] = m[i] || function () {
                (m[i].a = m[i].a || []).push(arguments)
            };
            m[i].l = 1 * new Date();
            k = e.createElement(t), a = e.getElementsByTagName(t)[0], k.async = 1, k.src = r, a.parentNode.insertBefore(k, a)
        })
        (window, document, "script", "https://mc.yandex.ru/metrika/tag.js", "ym");

        ym("46808328", "init", {
            clickmap: true,
            trackLinks: true,
            accurateTrackBounce: true,
            webvisor: true,
            ecommerce: dataLayerName,
            params: {
                __ym: {
                    "ymCmsPlugin": {
                        "cms": "1c-bitrix",
                        "cmsVersion": "25.100",
                        "pluginVersion": "1.0.8",
                        'ymCmsRip': 4014386726                            }
                }
            }
        });

        document.addEventListener("DOMContentLoaded", function() {
        });

    </script><script type="text/javascript">
        window.counters = ["46808328"];
    </script>
    <?/* @note
    <script>
        (function () {
            "use strict";

            var counter = function ()
            {
                var cookie = (function (name) {
                    var parts = ("; " + document.cookie).split("; " + name + "=");
                    if (parts.length == 2) {
                        try {return JSON.parse(decodeURIComponent(parts.pop().split(";").shift()));}
                        catch (e) {}
                    }
                })("BITRIX_CONVERSION_CONTEXT_s1");

                if (cookie && cookie.EXPIRE >= BX.message("SERVER_TIME"))
                    return;

                var request = new XMLHttpRequest();
                request.open("POST", "/bitrix/tools/conversion/ajax_counter.php", true);
                request.setRequestHeader("Content-type", "application/x-www-form-urlencoded");
                request.send(
                    "SITE_ID="+encodeURIComponent("s1")+
                    "&sessid="+encodeURIComponent(BX.bitrix_sessid())+
                    "&HTTP_REFERER="+encodeURIComponent(document.referrer)
                );
            };

            if (window.frameRequestStart === true)
                BX.addCustomEvent("onFrameDataReceived", counter);
            else
                BX.ready(counter);
        })();
    </script>*/?>
    <script>window[window.dataLayerName] = window[window.dataLayerName] || [];</script>



    <script  src="js/template_9cc3f8f1544dc9b66339caa17aca382b_v1.js"></script>
    <script  src="js/page_f5e3a143d18f327363c06e62ba7e12bd_v1.js"></script>
    <script>var _ba = _ba || []; _ba.push(["aid", "08d1e74991995bb1f46ef176fb62a443"]); _ba.push(["host", "www.materik-m.ru"]); (function() {var ba = document.createElement("script"); ba.type = "text/javascript"; ba.async = true;ba.src = (document.location.protocol == "https:" ? "https://" : "http://") + "bitrix.info/ba.js";var s = document.getElementsByTagName("script")[0];s.parentNode.insertBefore(ba, s);})();</script>


    <script>
        window.App = window.App ||
            {}
        App.BX = {
            TEMPLATE_PATH: '/local/templates/materik_2024'
        }
    </script>
    <script>


        /* TS 10.01.24 Закрыл чтоб не мешал в разработке
$('body').on('click', 'a.btn_add_basket', function (e) {
		elm = e.currentTarget;

		if ($(elm).data('product-id') && $(elm).data('product-price')) {
				gtag('event', 'add_to_cart', {
						'send_to': 'AW-595354604',
						'value': $(elm).data('product-price'), /// цена товара
						'items': [{'id': $(elm).data('product-id'), ///  id  товара
								'google_business_vertical': 'retail'
						}]
				});
		}
})
*/
    </script>



    <script src="https://api-maps.yandex.ru/2.1/?apikey=ваш API-ключ&lang=ru_RU" type="text/javascript"></script>
    <?/* @note
    <script>
        BX.ready(function () {
            $('body').on('click', '.pvp-mobile-app-banner .banner-wrap .close', function() {
                $('.pvp-mobile-app-banner').hide();
                localStorage.setItem('pvpMobileAppBannerHide', 'Y');
            });

            if (/Android|webOS|iPhone|iPad|iPod|BlackBerry|BB|PlayBook|IEMobile|Windows Phone|Kindle|Silk|Opera Mini/i.test(navigator.userAgent)) {
                if ('Y' !== localStorage.getItem('pvpMobileAppBannerHide')) {
                    $('.pvp-mobile-app-banner').show();
                }
            }
        });
    </script>
    <script>
        BX.ready(function () {
            new JCTitleSearch_my({
                'AJAX_PAGE': '/',
                'CONTAINER_ID': 'title-search',
                'INPUT_ID': 'title-search-input',
                'MIN_QUERY_LEN': 2
            });
        });
    </script>*/?>

    <script type="text/javascript">
        var obcompareList9J9wbd = new JCCatalogCompareList({'VISUAL':{'ID':'compareList9J9wbd'},'AJAX':{'url':'/','params':{'ajax_action':'Y'},'reload':{'compare_list_reload':'Y'},'templates':{'delete':'?action=DELETE_FROM_COMPARE_LIST&id='}},'POSITION':{'fixed':true,'align':{'vertical':'top','horizontal':'left'}}})
    </script><script>
        var bx_basketFKauiI = new BitrixSmallCart;
    </script>
    <script>
        //cart-header__mob-count-wrap
        console.log(".cart-header__mob-count-wrap .cart-header__mob-count hide");
        $(".cart-header__mob-count-wrap").hide();
        $(".cart-header__mob-count-wrap .cart-header__mob-count").text("");
    </script><script type="text/javascript">
        bx_basketFKauiI.siteId			 = 's1';
        bx_basketFKauiI.cartId			 = 'bx_basketFKauiI';
        bx_basketFKauiI.ajaxPath		 = '/bitrix/components/bitrix/sale.basket.basket.line/ajax.php';
        bx_basketFKauiI.templateName = 'materik_2024';
        bx_basketFKauiI.arParams		 =	{'HIDE_ON_BASKET_PAGES':'N','PATH_TO_BASKET':'/basket/','PATH_TO_ORDER':'/personal/order/make/','PATH_TO_PERSONAL':'/personal/','PATH_TO_PROFILE':'/personal/','PATH_TO_REGISTER':'/login/','POSITION_FIXED':'N','POSITION_HORIZONTAL':'right','POSITION_VERTICAL':'top','SHOW_AUTHOR':'N','SHOW_DELAY':'N','SHOW_EMPTY_VALUES':'Y','SHOW_IMAGE':'Y','SHOW_NOTAVAIL':'N','SHOW_NUM_PRODUCTS':'Y','SHOW_PERSONAL_LINK':'N','SHOW_PRICE':'Y','SHOW_PRODUCTS':'N','SHOW_SUMMARY':'Y','SHOW_TOTAL_PRICE':'Y','COMPONENT_TEMPLATE':'cart','PATH_TO_AUTHORIZE':'/login/','SHOW_REGISTRATION':'N','MAX_IMAGE_SIZE':'70','CACHE_TYPE':'A','AJAX':'N','~HIDE_ON_BASKET_PAGES':'N','~PATH_TO_BASKET':'/basket/','~PATH_TO_ORDER':'/personal/order/make/','~PATH_TO_PERSONAL':'/personal/','~PATH_TO_PROFILE':'/personal/','~PATH_TO_REGISTER':'/login/','~POSITION_FIXED':'N','~POSITION_HORIZONTAL':'right','~POSITION_VERTICAL':'top','~SHOW_AUTHOR':'N','~SHOW_DELAY':'N','~SHOW_EMPTY_VALUES':'Y','~SHOW_IMAGE':'Y','~SHOW_NOTAVAIL':'N','~SHOW_NUM_PRODUCTS':'Y','~SHOW_PERSONAL_LINK':'N','~SHOW_PRICE':'Y','~SHOW_PRODUCTS':'N','~SHOW_SUMMARY':'Y','~SHOW_TOTAL_PRICE':'Y','~COMPONENT_TEMPLATE':'cart','~PATH_TO_AUTHORIZE':'/login/','~SHOW_REGISTRATION':'N','~MAX_IMAGE_SIZE':'70','~CACHE_TYPE':'A','~AJAX':'N','cartId':'bx_basketFKauiI'}; // TODO \Bitrix\Main\Web\Json::encode
        bx_basketFKauiI.closeMessage = 'Скрыть';
        bx_basketFKauiI.openMessage	= 'Раскрыть';
        bx_basketFKauiI.activate();
    </script>
    <script>
        var bx_basketFKauiI = new BitrixSmallCart;
    </script>
    <script type="text/javascript">
        bx_basketFKauiI.siteId			 = 's1';
        bx_basketFKauiI.cartId			 = 'bx_basketFKauiI';
        bx_basketFKauiI.ajaxPath		 = '/bitrix/components/bitrix/sale.basket.basket.line/ajax.php';
        bx_basketFKauiI.templateName = 'materik_2024';
        bx_basketFKauiI.arParams		 =	{'HIDE_ON_BASKET_PAGES':'N','PATH_TO_BASKET':'/basket/','PATH_TO_ORDER':'/personal/order/make/','PATH_TO_PERSONAL':'/personal/','PATH_TO_PROFILE':'/personal/','PATH_TO_REGISTER':'/login/','POSITION_FIXED':'N','POSITION_HORIZONTAL':'right','POSITION_VERTICAL':'top','SHOW_AUTHOR':'N','SHOW_DELAY':'N','SHOW_EMPTY_VALUES':'Y','SHOW_IMAGE':'Y','SHOW_NOTAVAIL':'N','SHOW_NUM_PRODUCTS':'Y','SHOW_PERSONAL_LINK':'N','SHOW_PRICE':'Y','SHOW_PRODUCTS':'N','SHOW_SUMMARY':'Y','SHOW_TOTAL_PRICE':'Y','COMPONENT_TEMPLATE':'cart','PATH_TO_AUTHORIZE':'/login/','SHOW_REGISTRATION':'N','MAX_IMAGE_SIZE':'70','CACHE_TYPE':'A','AJAX':'N','~HIDE_ON_BASKET_PAGES':'N','~PATH_TO_BASKET':'/basket/','~PATH_TO_ORDER':'/personal/order/make/','~PATH_TO_PERSONAL':'/personal/','~PATH_TO_PROFILE':'/personal/','~PATH_TO_REGISTER':'/login/','~POSITION_FIXED':'N','~POSITION_HORIZONTAL':'right','~POSITION_VERTICAL':'top','~SHOW_AUTHOR':'N','~SHOW_DELAY':'N','~SHOW_EMPTY_VALUES':'Y','~SHOW_IMAGE':'Y','~SHOW_NOTAVAIL':'N','~SHOW_NUM_PRODUCTS':'Y','~SHOW_PERSONAL_LINK':'N','~SHOW_PRICE':'Y','~SHOW_PRODUCTS':'N','~SHOW_SUMMARY':'Y','~SHOW_TOTAL_PRICE':'Y','~COMPONENT_TEMPLATE':'cart','~PATH_TO_AUTHORIZE':'/login/','~SHOW_REGISTRATION':'N','~MAX_IMAGE_SIZE':'70','~CACHE_TYPE':'A','~AJAX':'N','cartId':'bx_basketFKauiI'}; // TODO \Bitrix\Main\Web\Json::encode
        bx_basketFKauiI.closeMessage = 'Скрыть';
        bx_basketFKauiI.openMessage	= 'Раскрыть';
        bx_basketFKauiI.activate();
    </script>
    <script>
        var obbx_3966226736_167710_7e1b8e3524755c391129a9d7e6f2d206 = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'167710','NAME':'Эмаль ПФ-115 Formula Q8 красная 1,9кг','DETAIL_PAGE_URL':'/shop/emal_pf_115_formula_q8_chernaya_1_9kg/','PICT':{'ID':'2121872','SRC':'/upload/iblock/214/nljog2xdubwanwvsfendaa0rygp0arth.jpg','WIDTH':'2000','HEIGHT':'2000'},'CAN_BUY':true,'CHECK_QUANTITY':true,'MAX_QUANTITY':'2','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'620','UNROUND_PRICE':'620','BASE_PRICE':'620','PRICE':'620','ID':'230499','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'620 руб.','RATIO_BASE_PRICE':'620','PRINT_RATIO_BASE_PRICE':'620 руб.','PRINT_PRICE':'620 руб.','RATIO_PRICE':'620','PRINT_RATIO_PRICE':'620 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_167710_7e1b8e3524755c391129a9d7e6f2d206','PICT_ID':'bx_3966226736_167710_7e1b8e3524755c391129a9d7e6f2d206_secondpict','PICT_SLIDER_ID':'bx_3966226736_167710_7e1b8e3524755c391129a9d7e6f2d206_pict_slider','QUANTITY_ID':'bx_3966226736_167710_7e1b8e3524755c391129a9d7e6f2d206_quantity','QUANTITY_UP_ID':'bx_3966226736_167710_7e1b8e3524755c391129a9d7e6f2d206_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_167710_7e1b8e3524755c391129a9d7e6f2d206_quant_down','PRICE_ID':'bx_3966226736_167710_7e1b8e3524755c391129a9d7e6f2d206_price','PRICE_OLD_ID':'bx_3966226736_167710_7e1b8e3524755c391129a9d7e6f2d206_price_old','PRICE_TOTAL_ID':'bx_3966226736_167710_7e1b8e3524755c391129a9d7e6f2d206_price_total','BUY_ID':'bx_3966226736_167710_7e1b8e3524755c391129a9d7e6f2d206_buy_link','BASKET_PROP_DIV':'bx_3966226736_167710_7e1b8e3524755c391129a9d7e6f2d206_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_167710_7e1b8e3524755c391129a9d7e6f2d206_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_167710_7e1b8e3524755c391129a9d7e6f2d206_not_avail','COMPARE_LINK_ID':'bx_3966226736_167710_7e1b8e3524755c391129a9d7e6f2d206_compare_link','SUBSCRIBE_ID':'bx_3966226736_167710_7e1b8e3524755c391129a9d7e6f2d206_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_5431_f0fe43ce653394ff4159d4b58889bdc9 = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'5431','NAME':'Эмаль акриловая AURA Luxpro REMIX AQUA 30 2,4л','DETAIL_PAGE_URL':'/shop/emal-akrilovaya-aura-luxpro-remix-aqua-30-2-4l/','PICT':{'ID':'2236646','SRC':'/upload/iblock/edd/t8ntuyg38eg7st5muovqq1ry0k153o96.jpg','WIDTH':'350','HEIGHT':'350'},'CAN_BUY':true,'CHECK_QUANTITY':false,'MAX_QUANTITY':'20','STEP_QUANTITY':'1','QUANTITY_FLOAT':true,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'3090','UNROUND_PRICE':'3090','BASE_PRICE':'3090','PRICE':'3090','ID':'10821','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'3 090 руб.','RATIO_BASE_PRICE':'3090','PRINT_RATIO_BASE_PRICE':'3 090 руб.','PRINT_PRICE':'3 090 руб.','RATIO_PRICE':'3090','PRINT_RATIO_PRICE':'3 090 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':{'1336':{'ID':'1336','RATIO':'1','IS_DEFAULT':'Y','PRODUCT_ID':'5431'}},'ITEM_MEASURE_RATIO_SELECTED':'1336','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_5431_f0fe43ce653394ff4159d4b58889bdc9','PICT_ID':'bx_3966226736_5431_f0fe43ce653394ff4159d4b58889bdc9_secondpict','PICT_SLIDER_ID':'bx_3966226736_5431_f0fe43ce653394ff4159d4b58889bdc9_pict_slider','QUANTITY_ID':'bx_3966226736_5431_f0fe43ce653394ff4159d4b58889bdc9_quantity','QUANTITY_UP_ID':'bx_3966226736_5431_f0fe43ce653394ff4159d4b58889bdc9_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_5431_f0fe43ce653394ff4159d4b58889bdc9_quant_down','PRICE_ID':'bx_3966226736_5431_f0fe43ce653394ff4159d4b58889bdc9_price','PRICE_OLD_ID':'bx_3966226736_5431_f0fe43ce653394ff4159d4b58889bdc9_price_old','PRICE_TOTAL_ID':'bx_3966226736_5431_f0fe43ce653394ff4159d4b58889bdc9_price_total','BUY_ID':'bx_3966226736_5431_f0fe43ce653394ff4159d4b58889bdc9_buy_link','BASKET_PROP_DIV':'bx_3966226736_5431_f0fe43ce653394ff4159d4b58889bdc9_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_5431_f0fe43ce653394ff4159d4b58889bdc9_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_5431_f0fe43ce653394ff4159d4b58889bdc9_not_avail','COMPARE_LINK_ID':'bx_3966226736_5431_f0fe43ce653394ff4159d4b58889bdc9_compare_link','SUBSCRIBE_ID':'bx_3966226736_5431_f0fe43ce653394ff4159d4b58889bdc9_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_11688_0a41a0b4db5e38a547667b2126d5ca45 = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'11688','NAME':'Электроды Каменский ОМЗ АНО-21 2мм 1кг/уп','DETAIL_PAGE_URL':'/shop/elektrody-kamenskiy-omz-ano-21-2mm-1kg-47-up/','PICT':{'ID':'1871929','SRC':'/upload/iblock/a3e/a3e3dd0e4b7174fd61fde395e90dbb0c.jpg','WIDTH':'600','HEIGHT':'450'},'CAN_BUY':true,'CHECK_QUANTITY':true,'MAX_QUANTITY':'9','STEP_QUANTITY':'1','QUANTITY_FLOAT':true,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'429','UNROUND_PRICE':'429','BASE_PRICE':'429','PRICE':'429','ID':'22333','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'429 руб.','RATIO_BASE_PRICE':'429','PRINT_RATIO_BASE_PRICE':'429 руб.','PRINT_PRICE':'429 руб.','RATIO_PRICE':'429','PRINT_RATIO_PRICE':'429 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':{'7009':{'ID':'7009','RATIO':'1','IS_DEFAULT':'Y','PRODUCT_ID':'11688'}},'ITEM_MEASURE_RATIO_SELECTED':'7009','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_11688_0a41a0b4db5e38a547667b2126d5ca45','PICT_ID':'bx_3966226736_11688_0a41a0b4db5e38a547667b2126d5ca45_secondpict','PICT_SLIDER_ID':'bx_3966226736_11688_0a41a0b4db5e38a547667b2126d5ca45_pict_slider','QUANTITY_ID':'bx_3966226736_11688_0a41a0b4db5e38a547667b2126d5ca45_quantity','QUANTITY_UP_ID':'bx_3966226736_11688_0a41a0b4db5e38a547667b2126d5ca45_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_11688_0a41a0b4db5e38a547667b2126d5ca45_quant_down','PRICE_ID':'bx_3966226736_11688_0a41a0b4db5e38a547667b2126d5ca45_price','PRICE_OLD_ID':'bx_3966226736_11688_0a41a0b4db5e38a547667b2126d5ca45_price_old','PRICE_TOTAL_ID':'bx_3966226736_11688_0a41a0b4db5e38a547667b2126d5ca45_price_total','BUY_ID':'bx_3966226736_11688_0a41a0b4db5e38a547667b2126d5ca45_buy_link','BASKET_PROP_DIV':'bx_3966226736_11688_0a41a0b4db5e38a547667b2126d5ca45_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_11688_0a41a0b4db5e38a547667b2126d5ca45_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_11688_0a41a0b4db5e38a547667b2126d5ca45_not_avail','COMPARE_LINK_ID':'bx_3966226736_11688_0a41a0b4db5e38a547667b2126d5ca45_compare_link','SUBSCRIBE_ID':'bx_3966226736_11688_0a41a0b4db5e38a547667b2126d5ca45_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_184112_d82b299cebccbc67a5aa59169a628d66 = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'184112','NAME':'Электроды Hyundai Welding S-6013/OK-46 2,6мм 5кг/уп','DETAIL_PAGE_URL':'/shop/elektrody_hyundai_welding_s_6013_ok_46_2_6mm_5kg_up/','PICT':{'ID':'2130216','SRC':'/upload/iblock/ad3/b6fo3ayh7vmm60wbenwesraaayykx1n4.jpg','WIDTH':'1294','HEIGHT':'583'},'CAN_BUY':true,'CHECK_QUANTITY':true,'MAX_QUANTITY':'20','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'1482','UNROUND_PRICE':'1482','BASE_PRICE':'1482','PRICE':'1482','ID':'238610','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'1 482 руб.','RATIO_BASE_PRICE':'1482','PRINT_RATIO_BASE_PRICE':'1 482 руб.','PRINT_PRICE':'1 482 руб.','RATIO_PRICE':'1482','PRINT_RATIO_PRICE':'1 482 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_184112_d82b299cebccbc67a5aa59169a628d66','PICT_ID':'bx_3966226736_184112_d82b299cebccbc67a5aa59169a628d66_secondpict','PICT_SLIDER_ID':'bx_3966226736_184112_d82b299cebccbc67a5aa59169a628d66_pict_slider','QUANTITY_ID':'bx_3966226736_184112_d82b299cebccbc67a5aa59169a628d66_quantity','QUANTITY_UP_ID':'bx_3966226736_184112_d82b299cebccbc67a5aa59169a628d66_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_184112_d82b299cebccbc67a5aa59169a628d66_quant_down','PRICE_ID':'bx_3966226736_184112_d82b299cebccbc67a5aa59169a628d66_price','PRICE_OLD_ID':'bx_3966226736_184112_d82b299cebccbc67a5aa59169a628d66_price_old','PRICE_TOTAL_ID':'bx_3966226736_184112_d82b299cebccbc67a5aa59169a628d66_price_total','BUY_ID':'bx_3966226736_184112_d82b299cebccbc67a5aa59169a628d66_buy_link','BASKET_PROP_DIV':'bx_3966226736_184112_d82b299cebccbc67a5aa59169a628d66_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_184112_d82b299cebccbc67a5aa59169a628d66_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_184112_d82b299cebccbc67a5aa59169a628d66_not_avail','COMPARE_LINK_ID':'bx_3966226736_184112_d82b299cebccbc67a5aa59169a628d66_compare_link','SUBSCRIBE_ID':'bx_3966226736_184112_d82b299cebccbc67a5aa59169a628d66_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_184431_6c847e8eea817003ed069d798ced9f6b = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'184431','NAME':'Электроды ESAB ОК-46 3мм 5,3кг/уп','DETAIL_PAGE_URL':'/shop/elektrody_esab_ok_46_3mm_5_3kg_up/','PICT':{'ID':'2136517','SRC':'/upload/iblock/0f3/e05j6nk1rl8ijukn0kmeo4605bz3oeui.jpg','WIDTH':'600','HEIGHT':'447'},'CAN_BUY':true,'CHECK_QUANTITY':false,'MAX_QUANTITY':'100','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'2760','UNROUND_PRICE':'2760','BASE_PRICE':'2760','PRICE':'2760','ID':'241011','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'2 760 руб.','RATIO_BASE_PRICE':'2760','PRINT_RATIO_BASE_PRICE':'2 760 руб.','PRINT_PRICE':'2 760 руб.','RATIO_PRICE':'2760','PRINT_RATIO_PRICE':'2 760 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_184431_6c847e8eea817003ed069d798ced9f6b','PICT_ID':'bx_3966226736_184431_6c847e8eea817003ed069d798ced9f6b_secondpict','PICT_SLIDER_ID':'bx_3966226736_184431_6c847e8eea817003ed069d798ced9f6b_pict_slider','QUANTITY_ID':'bx_3966226736_184431_6c847e8eea817003ed069d798ced9f6b_quantity','QUANTITY_UP_ID':'bx_3966226736_184431_6c847e8eea817003ed069d798ced9f6b_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_184431_6c847e8eea817003ed069d798ced9f6b_quant_down','PRICE_ID':'bx_3966226736_184431_6c847e8eea817003ed069d798ced9f6b_price','PRICE_OLD_ID':'bx_3966226736_184431_6c847e8eea817003ed069d798ced9f6b_price_old','PRICE_TOTAL_ID':'bx_3966226736_184431_6c847e8eea817003ed069d798ced9f6b_price_total','BUY_ID':'bx_3966226736_184431_6c847e8eea817003ed069d798ced9f6b_buy_link','BASKET_PROP_DIV':'bx_3966226736_184431_6c847e8eea817003ed069d798ced9f6b_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_184431_6c847e8eea817003ed069d798ced9f6b_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_184431_6c847e8eea817003ed069d798ced9f6b_not_avail','COMPARE_LINK_ID':'bx_3966226736_184431_6c847e8eea817003ed069d798ced9f6b_compare_link','SUBSCRIBE_ID':'bx_3966226736_184431_6c847e8eea817003ed069d798ced9f6b_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_242898_aa7a059a3229edffc986fa7b1c33195d = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'242898','NAME':'Щит распределительный навесной ЩРН-П-18 пластиковый c DIN-рейкой 18 модулей RAL9016 IP41','DETAIL_PAGE_URL':'/shop/shchit_raspredelitelnyy_navesnoy_shchrn_p_18_plastikovyy_c_din_reykoy_18_moduley_ral9016_ip41/','PICT':{'ID':'2382766','SRC':'/upload/iblock/0a5/muzl9x3j3pci3vpnsqjn18ut0qs8lers.jpg','WIDTH':'800','HEIGHT':'800'},'CAN_BUY':true,'CHECK_QUANTITY':true,'MAX_QUANTITY':'3','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'1279','UNROUND_PRICE':'1279','BASE_PRICE':'1279','PRICE':'1279','ID':'330321','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'1 279 руб.','RATIO_BASE_PRICE':'1279','PRINT_RATIO_BASE_PRICE':'1 279 руб.','PRINT_PRICE':'1 279 руб.','RATIO_PRICE':'1279','PRINT_RATIO_PRICE':'1 279 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_242898_aa7a059a3229edffc986fa7b1c33195d','PICT_ID':'bx_3966226736_242898_aa7a059a3229edffc986fa7b1c33195d_secondpict','PICT_SLIDER_ID':'bx_3966226736_242898_aa7a059a3229edffc986fa7b1c33195d_pict_slider','QUANTITY_ID':'bx_3966226736_242898_aa7a059a3229edffc986fa7b1c33195d_quantity','QUANTITY_UP_ID':'bx_3966226736_242898_aa7a059a3229edffc986fa7b1c33195d_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_242898_aa7a059a3229edffc986fa7b1c33195d_quant_down','PRICE_ID':'bx_3966226736_242898_aa7a059a3229edffc986fa7b1c33195d_price','PRICE_OLD_ID':'bx_3966226736_242898_aa7a059a3229edffc986fa7b1c33195d_price_old','PRICE_TOTAL_ID':'bx_3966226736_242898_aa7a059a3229edffc986fa7b1c33195d_price_total','BUY_ID':'bx_3966226736_242898_aa7a059a3229edffc986fa7b1c33195d_buy_link','BASKET_PROP_DIV':'bx_3966226736_242898_aa7a059a3229edffc986fa7b1c33195d_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_242898_aa7a059a3229edffc986fa7b1c33195d_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_242898_aa7a059a3229edffc986fa7b1c33195d_not_avail','COMPARE_LINK_ID':'bx_3966226736_242898_aa7a059a3229edffc986fa7b1c33195d_compare_link','SUBSCRIBE_ID':'bx_3966226736_242898_aa7a059a3229edffc986fa7b1c33195d_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_242892_5c05aa8356f7cc9c12a45a9e19deefd2 = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'242892','NAME':'Щит распределительный встраиваемый ЩРВ-П-8 пластиковый c DIN-рейкой 8 модулей RAL9016 IP41','DETAIL_PAGE_URL':'/shop/shchit_raspredelitelnyy_vstraivaemyy_shchrv_p_8_plastikovyy_c_din_reykoy_8_moduley_ral9016_ip41/','PICT':{'ID':'2382760','SRC':'/upload/iblock/318/19sesmajbne71p2cqagvrhr1755nacnp.jpg','WIDTH':'800','HEIGHT':'800'},'CAN_BUY':true,'CHECK_QUANTITY':true,'MAX_QUANTITY':'3','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'539','UNROUND_PRICE':'539','BASE_PRICE':'539','PRICE':'539','ID':'330811','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'539 руб.','RATIO_BASE_PRICE':'539','PRINT_RATIO_BASE_PRICE':'539 руб.','PRINT_PRICE':'539 руб.','RATIO_PRICE':'539','PRINT_RATIO_PRICE':'539 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_242892_5c05aa8356f7cc9c12a45a9e19deefd2','PICT_ID':'bx_3966226736_242892_5c05aa8356f7cc9c12a45a9e19deefd2_secondpict','PICT_SLIDER_ID':'bx_3966226736_242892_5c05aa8356f7cc9c12a45a9e19deefd2_pict_slider','QUANTITY_ID':'bx_3966226736_242892_5c05aa8356f7cc9c12a45a9e19deefd2_quantity','QUANTITY_UP_ID':'bx_3966226736_242892_5c05aa8356f7cc9c12a45a9e19deefd2_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_242892_5c05aa8356f7cc9c12a45a9e19deefd2_quant_down','PRICE_ID':'bx_3966226736_242892_5c05aa8356f7cc9c12a45a9e19deefd2_price','PRICE_OLD_ID':'bx_3966226736_242892_5c05aa8356f7cc9c12a45a9e19deefd2_price_old','PRICE_TOTAL_ID':'bx_3966226736_242892_5c05aa8356f7cc9c12a45a9e19deefd2_price_total','BUY_ID':'bx_3966226736_242892_5c05aa8356f7cc9c12a45a9e19deefd2_buy_link','BASKET_PROP_DIV':'bx_3966226736_242892_5c05aa8356f7cc9c12a45a9e19deefd2_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_242892_5c05aa8356f7cc9c12a45a9e19deefd2_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_242892_5c05aa8356f7cc9c12a45a9e19deefd2_not_avail','COMPARE_LINK_ID':'bx_3966226736_242892_5c05aa8356f7cc9c12a45a9e19deefd2_compare_link','SUBSCRIBE_ID':'bx_3966226736_242892_5c05aa8356f7cc9c12a45a9e19deefd2_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_242936_d639067d0a39d062849aeab4d8bc7629 = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'242936','NAME':'Щит распределительный встраиваемый ЩРВ-П-24 пластиковый c DIN-рейкой 2 ряда по 12 модулей RAL9016 IP41','DETAIL_PAGE_URL':'/shop/shchit_raspredelitelnyy_vstraivaemyy_shchrv_p_24_plastikovyy_c_din_reykoy_2_ryada_po_12_moduley_ral9/','PICT':{'ID':'2382757','SRC':'/upload/iblock/632/e9mfzcktu865p5w1idiqtolkmz7ywwiv.jpg','WIDTH':'800','HEIGHT':'800'},'CAN_BUY':true,'CHECK_QUANTITY':true,'MAX_QUANTITY':'2','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'1439','UNROUND_PRICE':'1439','BASE_PRICE':'1439','PRICE':'1439','ID':'329985','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'1 439 руб.','RATIO_BASE_PRICE':'1439','PRINT_RATIO_BASE_PRICE':'1 439 руб.','PRINT_PRICE':'1 439 руб.','RATIO_PRICE':'1439','PRINT_RATIO_PRICE':'1 439 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_242936_d639067d0a39d062849aeab4d8bc7629','PICT_ID':'bx_3966226736_242936_d639067d0a39d062849aeab4d8bc7629_secondpict','PICT_SLIDER_ID':'bx_3966226736_242936_d639067d0a39d062849aeab4d8bc7629_pict_slider','QUANTITY_ID':'bx_3966226736_242936_d639067d0a39d062849aeab4d8bc7629_quantity','QUANTITY_UP_ID':'bx_3966226736_242936_d639067d0a39d062849aeab4d8bc7629_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_242936_d639067d0a39d062849aeab4d8bc7629_quant_down','PRICE_ID':'bx_3966226736_242936_d639067d0a39d062849aeab4d8bc7629_price','PRICE_OLD_ID':'bx_3966226736_242936_d639067d0a39d062849aeab4d8bc7629_price_old','PRICE_TOTAL_ID':'bx_3966226736_242936_d639067d0a39d062849aeab4d8bc7629_price_total','BUY_ID':'bx_3966226736_242936_d639067d0a39d062849aeab4d8bc7629_buy_link','BASKET_PROP_DIV':'bx_3966226736_242936_d639067d0a39d062849aeab4d8bc7629_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_242936_d639067d0a39d062849aeab4d8bc7629_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_242936_d639067d0a39d062849aeab4d8bc7629_not_avail','COMPARE_LINK_ID':'bx_3966226736_242936_d639067d0a39d062849aeab4d8bc7629_compare_link','SUBSCRIBE_ID':'bx_3966226736_242936_d639067d0a39d062849aeab4d8bc7629_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_242896_4c59a3351ca471b9cab57db80809b060 = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'242896','NAME':'Щит распределительный встраиваемый ЩРВ-П-18 пластиковый c DIN-рейкой 18 модулей RAL9016 IP41','DETAIL_PAGE_URL':'/shop/shchit_raspredelitelnyy_vstraivaemyy_shchrv_p_18_plastikovyy_c_din_reykoy_18_moduley_ral9016_ip41/','PICT':{'ID':'2382753','SRC':'/upload/iblock/128/mksn1r7szxjq1r3hes4ow3kd1nqn3jjp.jpg','WIDTH':'800','HEIGHT':'800'},'CAN_BUY':true,'CHECK_QUANTITY':true,'MAX_QUANTITY':'4','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'899','UNROUND_PRICE':'899','BASE_PRICE':'899','PRICE':'899','ID':'330195','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'899 руб.','RATIO_BASE_PRICE':'899','PRINT_RATIO_BASE_PRICE':'899 руб.','PRINT_PRICE':'899 руб.','RATIO_PRICE':'899','PRINT_RATIO_PRICE':'899 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_242896_4c59a3351ca471b9cab57db80809b060','PICT_ID':'bx_3966226736_242896_4c59a3351ca471b9cab57db80809b060_secondpict','PICT_SLIDER_ID':'bx_3966226736_242896_4c59a3351ca471b9cab57db80809b060_pict_slider','QUANTITY_ID':'bx_3966226736_242896_4c59a3351ca471b9cab57db80809b060_quantity','QUANTITY_UP_ID':'bx_3966226736_242896_4c59a3351ca471b9cab57db80809b060_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_242896_4c59a3351ca471b9cab57db80809b060_quant_down','PRICE_ID':'bx_3966226736_242896_4c59a3351ca471b9cab57db80809b060_price','PRICE_OLD_ID':'bx_3966226736_242896_4c59a3351ca471b9cab57db80809b060_price_old','PRICE_TOTAL_ID':'bx_3966226736_242896_4c59a3351ca471b9cab57db80809b060_price_total','BUY_ID':'bx_3966226736_242896_4c59a3351ca471b9cab57db80809b060_buy_link','BASKET_PROP_DIV':'bx_3966226736_242896_4c59a3351ca471b9cab57db80809b060_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_242896_4c59a3351ca471b9cab57db80809b060_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_242896_4c59a3351ca471b9cab57db80809b060_not_avail','COMPARE_LINK_ID':'bx_3966226736_242896_4c59a3351ca471b9cab57db80809b060_compare_link','SUBSCRIBE_ID':'bx_3966226736_242896_4c59a3351ca471b9cab57db80809b060_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_242935_6b2c141484cb9d31fa306fa6b872e1db = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'242935','NAME':'Щит распределительный встраиваемый ЩРВ-П-12 пластиковый c DIN-рейкой 12 модулей RAL9016 IP41','DETAIL_PAGE_URL':'/shop/shchit_raspredelitelnyy_vstraivaemyy_shchrv_p_12_plastikovyy_c_din_reykoy_12_moduley_ral9016_ip41/','PICT':{'ID':'2382749','SRC':'/upload/iblock/55f/9fh2xg4m3cirqu2xdhq2pm6sh7qhe0t3.jpg','WIDTH':'800','HEIGHT':'800'},'CAN_BUY':true,'CHECK_QUANTITY':true,'MAX_QUANTITY':'7','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'506.88','UNROUND_PRICE':'506.88','BASE_PRICE':'506.88','PRICE':'506.88','ID':'330041','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'506.88 руб.','RATIO_BASE_PRICE':'506.88','PRINT_RATIO_BASE_PRICE':'506.88 руб.','PRINT_PRICE':'506.88 руб.','RATIO_PRICE':'506.88','PRINT_RATIO_PRICE':'506.88 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_242935_6b2c141484cb9d31fa306fa6b872e1db','PICT_ID':'bx_3966226736_242935_6b2c141484cb9d31fa306fa6b872e1db_secondpict','PICT_SLIDER_ID':'bx_3966226736_242935_6b2c141484cb9d31fa306fa6b872e1db_pict_slider','QUANTITY_ID':'bx_3966226736_242935_6b2c141484cb9d31fa306fa6b872e1db_quantity','QUANTITY_UP_ID':'bx_3966226736_242935_6b2c141484cb9d31fa306fa6b872e1db_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_242935_6b2c141484cb9d31fa306fa6b872e1db_quant_down','PRICE_ID':'bx_3966226736_242935_6b2c141484cb9d31fa306fa6b872e1db_price','PRICE_OLD_ID':'bx_3966226736_242935_6b2c141484cb9d31fa306fa6b872e1db_price_old','PRICE_TOTAL_ID':'bx_3966226736_242935_6b2c141484cb9d31fa306fa6b872e1db_price_total','BUY_ID':'bx_3966226736_242935_6b2c141484cb9d31fa306fa6b872e1db_buy_link','BASKET_PROP_DIV':'bx_3966226736_242935_6b2c141484cb9d31fa306fa6b872e1db_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_242935_6b2c141484cb9d31fa306fa6b872e1db_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_242935_6b2c141484cb9d31fa306fa6b872e1db_not_avail','COMPARE_LINK_ID':'bx_3966226736_242935_6b2c141484cb9d31fa306fa6b872e1db_compare_link','SUBSCRIBE_ID':'bx_3966226736_242935_6b2c141484cb9d31fa306fa6b872e1db_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_11192_4e319ec5d737b9796cbad1c6d938991d = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'11192','NAME':'Щит пластиковый встраиваемый ИЭК на 12 модулей ЩРВ-П-12','DETAIL_PAGE_URL':'/shop/shchit-plastikovyy-vstraivaemyy-iek-na-12-moduley-shchrv-p-12/','PICT':{'ID':'1876641','SRC':'/upload/iblock/48a/48a9915425130983a6e0acec8c9e8701.jpg','WIDTH':'250','HEIGHT':'250'},'CAN_BUY':true,'CHECK_QUANTITY':true,'MAX_QUANTITY':'7','STEP_QUANTITY':'1','QUANTITY_FLOAT':true,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'769','UNROUND_PRICE':'769','BASE_PRICE':'769','PRICE':'769','ID':'21341','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'769 руб.','RATIO_BASE_PRICE':'769','PRINT_RATIO_BASE_PRICE':'769 руб.','PRINT_PRICE':'769 руб.','RATIO_PRICE':'769','PRINT_RATIO_PRICE':'769 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':{'6518':{'ID':'6518','RATIO':'1','IS_DEFAULT':'Y','PRODUCT_ID':'11192'}},'ITEM_MEASURE_RATIO_SELECTED':'6518','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_11192_4e319ec5d737b9796cbad1c6d938991d','PICT_ID':'bx_3966226736_11192_4e319ec5d737b9796cbad1c6d938991d_secondpict','PICT_SLIDER_ID':'bx_3966226736_11192_4e319ec5d737b9796cbad1c6d938991d_pict_slider','QUANTITY_ID':'bx_3966226736_11192_4e319ec5d737b9796cbad1c6d938991d_quantity','QUANTITY_UP_ID':'bx_3966226736_11192_4e319ec5d737b9796cbad1c6d938991d_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_11192_4e319ec5d737b9796cbad1c6d938991d_quant_down','PRICE_ID':'bx_3966226736_11192_4e319ec5d737b9796cbad1c6d938991d_price','PRICE_OLD_ID':'bx_3966226736_11192_4e319ec5d737b9796cbad1c6d938991d_price_old','PRICE_TOTAL_ID':'bx_3966226736_11192_4e319ec5d737b9796cbad1c6d938991d_price_total','BUY_ID':'bx_3966226736_11192_4e319ec5d737b9796cbad1c6d938991d_buy_link','BASKET_PROP_DIV':'bx_3966226736_11192_4e319ec5d737b9796cbad1c6d938991d_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_11192_4e319ec5d737b9796cbad1c6d938991d_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_11192_4e319ec5d737b9796cbad1c6d938991d_not_avail','COMPARE_LINK_ID':'bx_3966226736_11192_4e319ec5d737b9796cbad1c6d938991d_compare_link','SUBSCRIBE_ID':'bx_3966226736_11192_4e319ec5d737b9796cbad1c6d938991d_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_237420_c47f0a522894d23c34b87a930dae113d = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'237420','NAME':'Щит навесной с прозрачной дверью 3ряд/36мод IP40  80АSE EASY9','DETAIL_PAGE_URL':'/shop/shchit_navesnoy_s_prozrachnoy_dveryu_3ryad_36mod_ip40_80ase_easy9/','PICT':{'ID':'2302445','SRC':'/upload/iblock/742/8z69qf9rn35r7cfe8o1g2nrsx8xp0xjm.jpg','WIDTH':'1000','HEIGHT':'1000'},'CAN_BUY':true,'CHECK_QUANTITY':false,'MAX_QUANTITY':'4','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'3410','UNROUND_PRICE':'3410','BASE_PRICE':'3410','PRICE':'3410','ID':'304269','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'3 410 руб.','RATIO_BASE_PRICE':'3410','PRINT_RATIO_BASE_PRICE':'3 410 руб.','PRINT_PRICE':'3 410 руб.','RATIO_PRICE':'3410','PRINT_RATIO_PRICE':'3 410 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_237420_c47f0a522894d23c34b87a930dae113d','PICT_ID':'bx_3966226736_237420_c47f0a522894d23c34b87a930dae113d_secondpict','PICT_SLIDER_ID':'bx_3966226736_237420_c47f0a522894d23c34b87a930dae113d_pict_slider','QUANTITY_ID':'bx_3966226736_237420_c47f0a522894d23c34b87a930dae113d_quantity','QUANTITY_UP_ID':'bx_3966226736_237420_c47f0a522894d23c34b87a930dae113d_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_237420_c47f0a522894d23c34b87a930dae113d_quant_down','PRICE_ID':'bx_3966226736_237420_c47f0a522894d23c34b87a930dae113d_price','PRICE_OLD_ID':'bx_3966226736_237420_c47f0a522894d23c34b87a930dae113d_price_old','PRICE_TOTAL_ID':'bx_3966226736_237420_c47f0a522894d23c34b87a930dae113d_price_total','BUY_ID':'bx_3966226736_237420_c47f0a522894d23c34b87a930dae113d_buy_link','BASKET_PROP_DIV':'bx_3966226736_237420_c47f0a522894d23c34b87a930dae113d_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_237420_c47f0a522894d23c34b87a930dae113d_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_237420_c47f0a522894d23c34b87a930dae113d_not_avail','COMPARE_LINK_ID':'bx_3966226736_237420_c47f0a522894d23c34b87a930dae113d_compare_link','SUBSCRIBE_ID':'bx_3966226736_237420_c47f0a522894d23c34b87a930dae113d_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_237396_3db60cc328c84d88ebb4c6d54033a5f9 = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'237396','NAME':'Щит навесной с прозрачной дверью 2ряд/24мод IP40  63А SE EASY 9','DETAIL_PAGE_URL':'/shop/shchit_navesnoy_s_prozrachnoy_dveryu_2ryad_24mod_ip40_63a_se_easy_9/','PICT':{'ID':'2302407','SRC':'/upload/iblock/a7a/iop82fxp2287y33do4zeld26jxix6dpb.jpg','WIDTH':'1000','HEIGHT':'1000'},'CAN_BUY':true,'CHECK_QUANTITY':false,'MAX_QUANTITY':'3','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'2420','UNROUND_PRICE':'2420','BASE_PRICE':'2420','PRICE':'2420','ID':'304213','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'2 420 руб.','RATIO_BASE_PRICE':'2420','PRINT_RATIO_BASE_PRICE':'2 420 руб.','PRINT_PRICE':'2 420 руб.','RATIO_PRICE':'2420','PRINT_RATIO_PRICE':'2 420 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_237396_3db60cc328c84d88ebb4c6d54033a5f9','PICT_ID':'bx_3966226736_237396_3db60cc328c84d88ebb4c6d54033a5f9_secondpict','PICT_SLIDER_ID':'bx_3966226736_237396_3db60cc328c84d88ebb4c6d54033a5f9_pict_slider','QUANTITY_ID':'bx_3966226736_237396_3db60cc328c84d88ebb4c6d54033a5f9_quantity','QUANTITY_UP_ID':'bx_3966226736_237396_3db60cc328c84d88ebb4c6d54033a5f9_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_237396_3db60cc328c84d88ebb4c6d54033a5f9_quant_down','PRICE_ID':'bx_3966226736_237396_3db60cc328c84d88ebb4c6d54033a5f9_price','PRICE_OLD_ID':'bx_3966226736_237396_3db60cc328c84d88ebb4c6d54033a5f9_price_old','PRICE_TOTAL_ID':'bx_3966226736_237396_3db60cc328c84d88ebb4c6d54033a5f9_price_total','BUY_ID':'bx_3966226736_237396_3db60cc328c84d88ebb4c6d54033a5f9_buy_link','BASKET_PROP_DIV':'bx_3966226736_237396_3db60cc328c84d88ebb4c6d54033a5f9_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_237396_3db60cc328c84d88ebb4c6d54033a5f9_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_237396_3db60cc328c84d88ebb4c6d54033a5f9_not_avail','COMPARE_LINK_ID':'bx_3966226736_237396_3db60cc328c84d88ebb4c6d54033a5f9_compare_link','SUBSCRIBE_ID':'bx_3966226736_237396_3db60cc328c84d88ebb4c6d54033a5f9_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_237410_192aaece9b0a30dcf25c76ada32d5e16 = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'237410','NAME':'Щит навесной с прозрачной дверью 1ряд/8модулей IP40  63А  SE EASY9','DETAIL_PAGE_URL':'/shop/shchit_navesnoy_s_prozrachnoy_dveryu_1ryad_8moduley_ip40_63a_se_easy9/','PICT':{'ID':'2302411','SRC':'/upload/iblock/bee/aay0ic754lllrd5w5rf8xq4r8mnojd17.jpg','WIDTH':'1000','HEIGHT':'1000'},'CAN_BUY':true,'CHECK_QUANTITY':false,'MAX_QUANTITY':'3','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'890','UNROUND_PRICE':'890','BASE_PRICE':'890','PRICE':'890','ID':'304227','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'890 руб.','RATIO_BASE_PRICE':'890','PRINT_RATIO_BASE_PRICE':'890 руб.','PRINT_PRICE':'890 руб.','RATIO_PRICE':'890','PRINT_RATIO_PRICE':'890 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_237410_192aaece9b0a30dcf25c76ada32d5e16','PICT_ID':'bx_3966226736_237410_192aaece9b0a30dcf25c76ada32d5e16_secondpict','PICT_SLIDER_ID':'bx_3966226736_237410_192aaece9b0a30dcf25c76ada32d5e16_pict_slider','QUANTITY_ID':'bx_3966226736_237410_192aaece9b0a30dcf25c76ada32d5e16_quantity','QUANTITY_UP_ID':'bx_3966226736_237410_192aaece9b0a30dcf25c76ada32d5e16_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_237410_192aaece9b0a30dcf25c76ada32d5e16_quant_down','PRICE_ID':'bx_3966226736_237410_192aaece9b0a30dcf25c76ada32d5e16_price','PRICE_OLD_ID':'bx_3966226736_237410_192aaece9b0a30dcf25c76ada32d5e16_price_old','PRICE_TOTAL_ID':'bx_3966226736_237410_192aaece9b0a30dcf25c76ada32d5e16_price_total','BUY_ID':'bx_3966226736_237410_192aaece9b0a30dcf25c76ada32d5e16_buy_link','BASKET_PROP_DIV':'bx_3966226736_237410_192aaece9b0a30dcf25c76ada32d5e16_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_237410_192aaece9b0a30dcf25c76ada32d5e16_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_237410_192aaece9b0a30dcf25c76ada32d5e16_not_avail','COMPARE_LINK_ID':'bx_3966226736_237410_192aaece9b0a30dcf25c76ada32d5e16_compare_link','SUBSCRIBE_ID':'bx_3966226736_237410_192aaece9b0a30dcf25c76ada32d5e16_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_237394_df4650a2b6b25357a358de07ee2a8772 = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'237394','NAME':'Щит навесной с прозрачной дверью 1ряд/18модулей IP40  63А  SE EASY 9','DETAIL_PAGE_URL':'/shop/shchit_navesnoy_s_prozrachnoy_dveryu_1ryad_18moduley_ip40_63a_se_easy_9/','PICT':{'ID':'2302472','SRC':'/upload/iblock/17c/4alkpz29wyh37y62oej28keag4sjst7d.jpg','WIDTH':'1000','HEIGHT':'1000'},'CAN_BUY':true,'CHECK_QUANTITY':false,'MAX_QUANTITY':'4','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'1795','UNROUND_PRICE':'1795','BASE_PRICE':'1795','PRICE':'1795','ID':'304241','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'1 795 руб.','RATIO_BASE_PRICE':'1795','PRINT_RATIO_BASE_PRICE':'1 795 руб.','PRINT_PRICE':'1 795 руб.','RATIO_PRICE':'1795','PRINT_RATIO_PRICE':'1 795 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_237394_df4650a2b6b25357a358de07ee2a8772','PICT_ID':'bx_3966226736_237394_df4650a2b6b25357a358de07ee2a8772_secondpict','PICT_SLIDER_ID':'bx_3966226736_237394_df4650a2b6b25357a358de07ee2a8772_pict_slider','QUANTITY_ID':'bx_3966226736_237394_df4650a2b6b25357a358de07ee2a8772_quantity','QUANTITY_UP_ID':'bx_3966226736_237394_df4650a2b6b25357a358de07ee2a8772_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_237394_df4650a2b6b25357a358de07ee2a8772_quant_down','PRICE_ID':'bx_3966226736_237394_df4650a2b6b25357a358de07ee2a8772_price','PRICE_OLD_ID':'bx_3966226736_237394_df4650a2b6b25357a358de07ee2a8772_price_old','PRICE_TOTAL_ID':'bx_3966226736_237394_df4650a2b6b25357a358de07ee2a8772_price_total','BUY_ID':'bx_3966226736_237394_df4650a2b6b25357a358de07ee2a8772_buy_link','BASKET_PROP_DIV':'bx_3966226736_237394_df4650a2b6b25357a358de07ee2a8772_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_237394_df4650a2b6b25357a358de07ee2a8772_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_237394_df4650a2b6b25357a358de07ee2a8772_not_avail','COMPARE_LINK_ID':'bx_3966226736_237394_df4650a2b6b25357a358de07ee2a8772_compare_link','SUBSCRIBE_ID':'bx_3966226736_237394_df4650a2b6b25357a358de07ee2a8772_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_237418_ef1eb69b9459d1aece2045c0e6d874e0 = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'237418','NAME':'Щит навесной с прозрачной дверью 1ряд/12модулей IP40  63А  SE EASY 9','DETAIL_PAGE_URL':'/shop/shchit_navesnoy_s_prozrachnoy_dveryu_1ryad_12moduley_ip40_63a_se_easy_9/','PICT':{'ID':'2302402','SRC':'/upload/iblock/b92/cmxrjwmmjt85hz2vh0qpuaepzqvcuxrz.jpg','WIDTH':'1000','HEIGHT':'1000'},'CAN_BUY':true,'CHECK_QUANTITY':false,'MAX_QUANTITY':'3','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'1190','UNROUND_PRICE':'1190','BASE_PRICE':'1190','PRICE':'1190','ID':'304129','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'1 190 руб.','RATIO_BASE_PRICE':'1190','PRINT_RATIO_BASE_PRICE':'1 190 руб.','PRINT_PRICE':'1 190 руб.','RATIO_PRICE':'1190','PRINT_RATIO_PRICE':'1 190 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_237418_ef1eb69b9459d1aece2045c0e6d874e0','PICT_ID':'bx_3966226736_237418_ef1eb69b9459d1aece2045c0e6d874e0_secondpict','PICT_SLIDER_ID':'bx_3966226736_237418_ef1eb69b9459d1aece2045c0e6d874e0_pict_slider','QUANTITY_ID':'bx_3966226736_237418_ef1eb69b9459d1aece2045c0e6d874e0_quantity','QUANTITY_UP_ID':'bx_3966226736_237418_ef1eb69b9459d1aece2045c0e6d874e0_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_237418_ef1eb69b9459d1aece2045c0e6d874e0_quant_down','PRICE_ID':'bx_3966226736_237418_ef1eb69b9459d1aece2045c0e6d874e0_price','PRICE_OLD_ID':'bx_3966226736_237418_ef1eb69b9459d1aece2045c0e6d874e0_price_old','PRICE_TOTAL_ID':'bx_3966226736_237418_ef1eb69b9459d1aece2045c0e6d874e0_price_total','BUY_ID':'bx_3966226736_237418_ef1eb69b9459d1aece2045c0e6d874e0_buy_link','BASKET_PROP_DIV':'bx_3966226736_237418_ef1eb69b9459d1aece2045c0e6d874e0_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_237418_ef1eb69b9459d1aece2045c0e6d874e0_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_237418_ef1eb69b9459d1aece2045c0e6d874e0_not_avail','COMPARE_LINK_ID':'bx_3966226736_237418_ef1eb69b9459d1aece2045c0e6d874e0_compare_link','SUBSCRIBE_ID':'bx_3966226736_237418_ef1eb69b9459d1aece2045c0e6d874e0_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_237412_5e82abdbb43ade8e09dc68190d6ba8b7 = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'237412','NAME':'Щит встраиваемый с прозрачной дверью 3ряд/36мод IP40  63А Easy9','DETAIL_PAGE_URL':'/shop/shchit_vstraivaemyy_s_prozrachnoy_dveryu_3ryad_36mod_ip40_63a_easy9/','PICT':{'ID':'2302424','SRC':'/upload/iblock/92e/9ayli2x92dj2mse8kvkjz3qmxtco95wm.jpg','WIDTH':'1000','HEIGHT':'1000'},'CAN_BUY':true,'CHECK_QUANTITY':false,'MAX_QUANTITY':'3','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'3575','UNROUND_PRICE':'3575','BASE_PRICE':'3575','PRICE':'3575','ID':'304171','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'3 575 руб.','RATIO_BASE_PRICE':'3575','PRINT_RATIO_BASE_PRICE':'3 575 руб.','PRINT_PRICE':'3 575 руб.','RATIO_PRICE':'3575','PRINT_RATIO_PRICE':'3 575 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_237412_5e82abdbb43ade8e09dc68190d6ba8b7','PICT_ID':'bx_3966226736_237412_5e82abdbb43ade8e09dc68190d6ba8b7_secondpict','PICT_SLIDER_ID':'bx_3966226736_237412_5e82abdbb43ade8e09dc68190d6ba8b7_pict_slider','QUANTITY_ID':'bx_3966226736_237412_5e82abdbb43ade8e09dc68190d6ba8b7_quantity','QUANTITY_UP_ID':'bx_3966226736_237412_5e82abdbb43ade8e09dc68190d6ba8b7_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_237412_5e82abdbb43ade8e09dc68190d6ba8b7_quant_down','PRICE_ID':'bx_3966226736_237412_5e82abdbb43ade8e09dc68190d6ba8b7_price','PRICE_OLD_ID':'bx_3966226736_237412_5e82abdbb43ade8e09dc68190d6ba8b7_price_old','PRICE_TOTAL_ID':'bx_3966226736_237412_5e82abdbb43ade8e09dc68190d6ba8b7_price_total','BUY_ID':'bx_3966226736_237412_5e82abdbb43ade8e09dc68190d6ba8b7_buy_link','BASKET_PROP_DIV':'bx_3966226736_237412_5e82abdbb43ade8e09dc68190d6ba8b7_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_237412_5e82abdbb43ade8e09dc68190d6ba8b7_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_237412_5e82abdbb43ade8e09dc68190d6ba8b7_not_avail','COMPARE_LINK_ID':'bx_3966226736_237412_5e82abdbb43ade8e09dc68190d6ba8b7_compare_link','SUBSCRIBE_ID':'bx_3966226736_237412_5e82abdbb43ade8e09dc68190d6ba8b7_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_237395_3e7bc43942b4af573258151823b388ff = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'237395','NAME':'Щит встраиваемый с прозрачной дверью 2ряд/24мод IP40  63А SE EASY9ы','DETAIL_PAGE_URL':'/shop/shchit_vstraivaemyy_s_prozrachnoy_dveryu_2ryad_24mod_ip40_63a_se_easy9y/','PICT':{'ID':'2302455','SRC':'/upload/iblock/02d/vkmtcy4odyyql4qbkl1c4oqrr0uv7l35.jpg','WIDTH':'1000','HEIGHT':'1000'},'CAN_BUY':true,'CHECK_QUANTITY':false,'MAX_QUANTITY':'5','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'2520','UNROUND_PRICE':'2520','BASE_PRICE':'2520','PRICE':'2520','ID':'304185','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'2 520 руб.','RATIO_BASE_PRICE':'2520','PRINT_RATIO_BASE_PRICE':'2 520 руб.','PRINT_PRICE':'2 520 руб.','RATIO_PRICE':'2520','PRINT_RATIO_PRICE':'2 520 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_237395_3e7bc43942b4af573258151823b388ff','PICT_ID':'bx_3966226736_237395_3e7bc43942b4af573258151823b388ff_secondpict','PICT_SLIDER_ID':'bx_3966226736_237395_3e7bc43942b4af573258151823b388ff_pict_slider','QUANTITY_ID':'bx_3966226736_237395_3e7bc43942b4af573258151823b388ff_quantity','QUANTITY_UP_ID':'bx_3966226736_237395_3e7bc43942b4af573258151823b388ff_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_237395_3e7bc43942b4af573258151823b388ff_quant_down','PRICE_ID':'bx_3966226736_237395_3e7bc43942b4af573258151823b388ff_price','PRICE_OLD_ID':'bx_3966226736_237395_3e7bc43942b4af573258151823b388ff_price_old','PRICE_TOTAL_ID':'bx_3966226736_237395_3e7bc43942b4af573258151823b388ff_price_total','BUY_ID':'bx_3966226736_237395_3e7bc43942b4af573258151823b388ff_buy_link','BASKET_PROP_DIV':'bx_3966226736_237395_3e7bc43942b4af573258151823b388ff_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_237395_3e7bc43942b4af573258151823b388ff_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_237395_3e7bc43942b4af573258151823b388ff_not_avail','COMPARE_LINK_ID':'bx_3966226736_237395_3e7bc43942b4af573258151823b388ff_compare_link','SUBSCRIBE_ID':'bx_3966226736_237395_3e7bc43942b4af573258151823b388ff_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_237416_79d150cb8fc9fdbe902c402bc7af979a = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'237416','NAME':'Щит встраиваемый с прозрачной дверью 1ряд/8модулей IP40 63А SE EASY 9','DETAIL_PAGE_URL':'/shop/shchit_vstraivaemyy_s_prozrachnoy_dveryu_1ryad_8moduley_ip40_63a_se_easy_9/','PICT':{'ID':'2302434','SRC':'/upload/iblock/9d8/w79tlvjx8xjrqcdzcbvkgrauutbonc6k.jpg','WIDTH':'1000','HEIGHT':'1000'},'CAN_BUY':true,'CHECK_QUANTITY':false,'MAX_QUANTITY':'3','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'930','UNROUND_PRICE':'930','BASE_PRICE':'930','PRICE':'930','ID':'304115','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'930 руб.','RATIO_BASE_PRICE':'930','PRINT_RATIO_BASE_PRICE':'930 руб.','PRINT_PRICE':'930 руб.','RATIO_PRICE':'930','PRINT_RATIO_PRICE':'930 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_237416_79d150cb8fc9fdbe902c402bc7af979a','PICT_ID':'bx_3966226736_237416_79d150cb8fc9fdbe902c402bc7af979a_secondpict','PICT_SLIDER_ID':'bx_3966226736_237416_79d150cb8fc9fdbe902c402bc7af979a_pict_slider','QUANTITY_ID':'bx_3966226736_237416_79d150cb8fc9fdbe902c402bc7af979a_quantity','QUANTITY_UP_ID':'bx_3966226736_237416_79d150cb8fc9fdbe902c402bc7af979a_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_237416_79d150cb8fc9fdbe902c402bc7af979a_quant_down','PRICE_ID':'bx_3966226736_237416_79d150cb8fc9fdbe902c402bc7af979a_price','PRICE_OLD_ID':'bx_3966226736_237416_79d150cb8fc9fdbe902c402bc7af979a_price_old','PRICE_TOTAL_ID':'bx_3966226736_237416_79d150cb8fc9fdbe902c402bc7af979a_price_total','BUY_ID':'bx_3966226736_237416_79d150cb8fc9fdbe902c402bc7af979a_buy_link','BASKET_PROP_DIV':'bx_3966226736_237416_79d150cb8fc9fdbe902c402bc7af979a_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_237416_79d150cb8fc9fdbe902c402bc7af979a_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_237416_79d150cb8fc9fdbe902c402bc7af979a_not_avail','COMPARE_LINK_ID':'bx_3966226736_237416_79d150cb8fc9fdbe902c402bc7af979a_compare_link','SUBSCRIBE_ID':'bx_3966226736_237416_79d150cb8fc9fdbe902c402bc7af979a_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
    <script>
        var obbx_3966226736_237401_549c37f5d145afdbdd4e335f7e4ff55e = new JCCatalogItem({'PRODUCT_TYPE':'1','SHOW_QUANTITY':false,'SHOW_ADD_BASKET_BTN':false,'SHOW_BUY_BTN':true,'SHOW_ABSENT':true,'SHOW_OLD_PRICE':false,'ADD_TO_BASKET_ACTION':'ADD','SHOW_CLOSE_POPUP':false,'SHOW_DISCOUNT_PERCENT':false,'DISPLAY_COMPARE':false,'BIG_DATA':false,'TEMPLATE_THEME':'blue','VIEW_MODE':'CARD','USE_SUBSCRIBE':false,'PRODUCT':{'ID':'237401','NAME':'Щит встраиваемый с прозрачной дверью 1ряд/18модулей IP40  63А  SE EASY 9','DETAIL_PAGE_URL':'/shop/shchit_vstraivaemyy_s_prozrachnoy_dveryu_1ryad_18moduley_ip40_63a_se_easy_9/','PICT':{'ID':'2302401','SRC':'/upload/iblock/d5c/1toae1ffa7oygk3uk831xuof2zarrywd.jpg','WIDTH':'1000','HEIGHT':'1000'},'CAN_BUY':true,'CHECK_QUANTITY':false,'MAX_QUANTITY':'3','STEP_QUANTITY':'1','QUANTITY_FLOAT':false,'ITEM_PRICE_MODE':'S','ITEM_PRICES':[{'UNROUND_BASE_PRICE':'1890','UNROUND_PRICE':'1890','BASE_PRICE':'1890','PRICE':'1890','ID':'304143','PRICE_TYPE_ID':'1','CURRENCY':'RUB','DISCOUNT':'0','PERCENT':'0','QUANTITY_FROM':'','QUANTITY_TO':'','QUANTITY_HASH':'ZERO-INF','MEASURE_RATIO_ID':'','PRINT_BASE_PRICE':'1 890 руб.','RATIO_BASE_PRICE':'1890','PRINT_RATIO_BASE_PRICE':'1 890 руб.','PRINT_PRICE':'1 890 руб.','RATIO_PRICE':'1890','PRINT_RATIO_PRICE':'1 890 руб.','PRINT_DISCOUNT':'0 руб.','RATIO_DISCOUNT':'0','PRINT_RATIO_DISCOUNT':'0 руб.','MIN_QUANTITY':'1'}],'ITEM_PRICE_SELECTED':'0','ITEM_QUANTITY_RANGES':{'ZERO-INF':{'HASH':'ZERO-INF','QUANTITY_FROM':'','QUANTITY_TO':'','SORT_FROM':'0','SORT_TO':'INF'}},'ITEM_QUANTITY_RANGE_SELECTED':'ZERO-INF','ITEM_MEASURE_RATIOS':[{'ID':'0','RATIO':'1','IS_DEFAULT':'Y'}],'ITEM_MEASURE_RATIO_SELECTED':'0','MORE_PHOTO':[false],'MORE_PHOTO_COUNT':'1'},'BASKET':{'ADD_PROPS':true,'QUANTITY':'quantity','PROPS':'prop','EMPTY_PROPS':true,'BASKET_URL':'/basket/','ADD_URL_TEMPLATE':'/?action=ADD2BASKET&id=#ID#','BUY_URL_TEMPLATE':'/?action=BUY&id=#ID#'},'VISUAL':{'ID':'bx_3966226736_237401_549c37f5d145afdbdd4e335f7e4ff55e','PICT_ID':'bx_3966226736_237401_549c37f5d145afdbdd4e335f7e4ff55e_secondpict','PICT_SLIDER_ID':'bx_3966226736_237401_549c37f5d145afdbdd4e335f7e4ff55e_pict_slider','QUANTITY_ID':'bx_3966226736_237401_549c37f5d145afdbdd4e335f7e4ff55e_quantity','QUANTITY_UP_ID':'bx_3966226736_237401_549c37f5d145afdbdd4e335f7e4ff55e_quant_up','QUANTITY_DOWN_ID':'bx_3966226736_237401_549c37f5d145afdbdd4e335f7e4ff55e_quant_down','PRICE_ID':'bx_3966226736_237401_549c37f5d145afdbdd4e335f7e4ff55e_price','PRICE_OLD_ID':'bx_3966226736_237401_549c37f5d145afdbdd4e335f7e4ff55e_price_old','PRICE_TOTAL_ID':'bx_3966226736_237401_549c37f5d145afdbdd4e335f7e4ff55e_price_total','BUY_ID':'bx_3966226736_237401_549c37f5d145afdbdd4e335f7e4ff55e_buy_link','BASKET_PROP_DIV':'bx_3966226736_237401_549c37f5d145afdbdd4e335f7e4ff55e_basket_prop','BASKET_ACTIONS_ID':'bx_3966226736_237401_549c37f5d145afdbdd4e335f7e4ff55e_basket_actions','NOT_AVAILABLE_MESS':'bx_3966226736_237401_549c37f5d145afdbdd4e335f7e4ff55e_not_avail','COMPARE_LINK_ID':'bx_3966226736_237401_549c37f5d145afdbdd4e335f7e4ff55e_compare_link','SUBSCRIBE_ID':'bx_3966226736_237401_549c37f5d145afdbdd4e335f7e4ff55e_subscribe'},'PRODUCT_DISPLAY_MODE':'N','USE_ENHANCED_ECOMMERCE':'N','DATA_LAYER_NAME':'dataLayer','BRAND_PROPERTY':'','IS_FACEBOOK_CONVERSION_CUSTOMIZE_PRODUCT_EVENT_ENABLED':false});
    </script>
	<?/* @note
    <script>
        BX.message({
            BTN_MESSAGE_BASKET_REDIRECT: 'Перейти в корзину',
            BASKET_URL: '/basket/',
            ADD_TO_BASKET_OK: 'Товар добавлен в корзину',
            TITLE_ERROR: 'Ошибка',
            TITLE_BASKET_PROPS: 'Свойства товара, добавляемые в корзину',
            TITLE_SUCCESSFUL: 'Товар добавлен в корзину',
            BASKET_UNKNOWN_ERROR: 'Неизвестная ошибка при добавлении товара в корзину',
            BTN_MESSAGE_SEND_PROPS: 'Выбрать',
            BTN_MESSAGE_CLOSE: 'Закрыть',
            BTN_MESSAGE_CLOSE_POPUP: 'Продолжить покупки',
            COMPARE_MESSAGE_OK: 'Товар добавлен в список сравнения',
            COMPARE_UNKNOWN_ERROR: 'При добавлении товара в список сравнения произошла ошибка',
            COMPARE_TITLE: 'Сравнение товаров',
            PRICE_TOTAL_PREFIX: 'на сумму',
            RELATIVE_QUANTITY_MANY: '',
            RELATIVE_QUANTITY_FEW: '',
            BTN_MESSAGE_COMPARE_REDIRECT: 'Перейти в список сравнения',
            BTN_MESSAGE_LAZY_LOAD: '',
            BTN_MESSAGE_LAZY_LOAD_WAITER: 'Загрузка',
            SITE_ID: 's1'
        });
        var obbx_3966226736_1 =
            new JCCatalogSectionComponent({
                siteId: 's1',
                componentPath: '/bitrix/components/bitrix/catalog.section',
                navParams: {'NavNum':'1'},
                deferredLoad: false, // enable it for deferred load
                initiallyShowHeader: '1',
                bigData: {'enabled':false},
                lazyLoad: !!'',
                loadOnScroll: !!'',
                template: 'slider.08974630b8e4e9cb216932aa3e3cf4a3fa292e9c23c6174e25da3eef242f03b0',
                ajaxId: '',
                parameters: 'YToxMTg6e3M6MTU6IkFDVElPTl9WQVJJQUJMRSI7czo2OiJhY3Rpb24iO3M6MTM6IkFERF9QSUNUX1BST1AiO3M6MToiLSI7czoyNDoiQUREX1BST1BFUlRJRVNfVE9fQkFTS0VUIjtzOjE6IlkiO3M6MTg6IkFERF9TRUNUSU9OU19DSEFJTiI7czoxOiJOIjtzOjIwOiJBRERfVE9fQkFTS0VUX0FDVElPTiI7czozOiJBREQiO3M6OToiQUpBWF9NT0RFIjtzOjE6Ik4iO3M6MjI6IkFKQVhfT1BUSU9OX0FERElUSU9OQUwiO3M6MDoiIjtzOjE5OiJBSkFYX09QVElPTl9ISVNUT1JZIjtzOjE6Ik4iO3M6MTY6IkFKQVhfT1BUSU9OX0pVTVAiO3M6MToiTiI7czoxNzoiQUpBWF9PUFRJT05fU1RZTEUiO3M6MToiWSI7czoxNjoiQkFDS0dST1VORF9JTUFHRSI7czoxOiItIjtzOjEwOiJCQVNLRVRfVVJMIjtzOjg6Ii9iYXNrZXQvIjtzOjEzOiJCUk9XU0VSX1RJVExFIjtzOjE6Ii0iO3M6MTI6IkNBQ0hFX0ZJTFRFUiI7czoxOiJZIjtzOjEyOiJDQUNIRV9HUk9VUFMiO3M6MToiWSI7czoxMDoiQ0FDSEVfVElNRSI7czo4OiIzNjAwMDAwMCI7czoxMDoiQ0FDSEVfVFlQRSI7czoxOiJBIjtzOjE1OiJDT01QQVRJQkxFX01PREUiO3M6MToiWSI7czoxNToiQ09OVEFJTkVSX0NMQVNTIjtzOjA6IiI7czoxNjoiQ09OVkVSVF9DVVJSRU5DWSI7czoxOiJOIjtzOjEzOiJDVVNUT01fRklMVEVSIjtzOjczOiJ7IkNMQVNTX0lEIjoiQ29uZEdyb3VwIiwiREFUQSI6eyJBbGwiOiJBTkQiLCJUcnVlIjoiVHJ1ZSJ9LCJDSElMRFJFTiI6W119IjtzOjEwOiJERVRBSUxfVVJMIjtzOjA6IiI7czoyODoiRElTQUJMRV9JTklUX0pTX0lOX0NPTVBPTkVOVCI7czoxOiJOIjtzOjIwOiJESVNQTEFZX0JPVFRPTV9QQUdFUiI7czoxOiJZIjtzOjE1OiJESVNQTEFZX0NPTVBBUkUiO3M6MToiTiI7czoxNzoiRElTUExBWV9UT1BfUEFHRVIiO3M6MToiTiI7czoxODoiRUxFTUVOVF9TT1JUX0ZJRUxEIjtzOjQ6InNvcnQiO3M6MTk6IkVMRU1FTlRfU09SVF9GSUVMRDIiO3M6NDoibmFtZSI7czoxODoiRUxFTUVOVF9TT1JUX09SREVSIjtzOjM6ImFzYyI7czoxOToiRUxFTUVOVF9TT1JUX09SREVSMiI7czo0OiJkZXNjIjtzOjE1OiJFTkxBUkdFX1BST0RVQ1QiO3M6NjoiU1RSSUNUIjtzOjExOiJGSUxURVJfTkFNRSI7czo5OiJhcnJGaWx0ZXIiO3M6MTg6IkhJREVfTk9UX0FWQUlMQUJMRSI7czoxOiJZIjtzOjI1OiJISURFX05PVF9BVkFJTEFCTEVfT0ZGRVJTIjtzOjE6IlkiO3M6OToiSUJMT0NLX0lEIjtzOjI6IjE4IjtzOjExOiJJQkxPQ0tfVFlQRSI7czo3OiJjYXRhbG9nIjtzOjE5OiJJTkNMVURFX1NVQlNFQ1RJT05TIjtzOjE6Ik4iO3M6MTA6IklTX0NBVEFMT0ciO3M6MToiTiI7czoxMDoiTEFCRUxfUFJPUCI7YTowOnt9czo5OiJMQVpZX0xPQUQiO3M6MToiTiI7czoxODoiTElORV9FTEVNRU5UX0NPVU5UIjtzOjE6IjUiO3M6MTQ6IkxPQURfT05fU0NST0xMIjtzOjE6Ik4iO3M6MTE6Ik1FU1NBR0VfNDA0IjtzOjA6IiI7czoyMjoiTUVTU19CVE5fQUREX1RPX0JBU0tFVCI7czoxNzoi0JIg0LrQvtGA0LfQuNC90YMiO3M6MTI6Ik1FU1NfQlROX0JVWSI7czoxMjoi0JrRg9C/0LjRgtGMIjtzOjE1OiJNRVNTX0JUTl9ERVRBSUwiO3M6MTg6ItCf0L7QtNGA0L7QsdC90LXQtSI7czoxODoiTUVTU19CVE5fU1VCU0NSSUJFIjtzOjIyOiLQn9C+0LTQv9C40YHQsNGC0YzRgdGPIjtzOjE4OiJNRVNTX05PVF9BVkFJTEFCTEUiO3M6MjQ6ItCd0LXRgiDQsiDQvdCw0LvQuNGH0LjQuCI7czoyMjoiTUVTU19TSE9XX01BWF9RVUFOVElUWSI7czoxNDoi0J3QsNC70LjRh9C40LUiO3M6MTY6Ik1FVEFfREVTQ1JJUFRJT04iO3M6MToiLSI7czoxMzoiTUVUQV9LRVlXT1JEUyI7czoxOiItIjtzOjk6Ik5BVl9DTEFTUyI7czowOiIiO3M6MjI6Ik9GRkVSU19DQVJUX1BST1BFUlRJRVMiO2E6MDp7fXM6MTc6Ik9GRkVSU19GSUVMRF9DT0RFIjthOjI6e2k6MDtzOjA6IiI7aToxO3M6MDoiIjt9czoxMjoiT0ZGRVJTX0xJTUlUIjtzOjE6IjUiO3M6MjA6Ik9GRkVSU19QUk9QRVJUWV9DT0RFIjthOjI6e2k6MDtzOjA6IiI7aToxO3M6MDoiIjt9czoxNzoiT0ZGRVJTX1NPUlRfRklFTEQiO3M6NDoic29ydCI7czoxODoiT0ZGRVJTX1NPUlRfRklFTEQyIjtzOjI6ImlkIjtzOjE3OiJPRkZFUlNfU09SVF9PUkRFUiI7czozOiJhc2MiO3M6MTg6Ik9GRkVSU19TT1JUX09SREVSMiI7czo0OiJkZXNjIjtzOjIyOiJQQUdFUl9CQVNFX0xJTktfRU5BQkxFIjtzOjE6Ik4iO3M6MjA6IlBBR0VSX0RFU0NfTlVNQkVSSU5HIjtzOjE6Ik4iO3M6MzE6IlBBR0VSX0RFU0NfTlVNQkVSSU5HX0NBQ0hFX1RJTUUiO3M6NToiMzYwMDAiO3M6MTQ6IlBBR0VSX1NIT1dfQUxMIjtzOjE6Ik4iO3M6MTc6IlBBR0VSX1NIT1dfQUxXQVlTIjtzOjE6Ik4iO3M6MTQ6IlBBR0VSX1RFTVBMQVRFIjtzOjg6Ii5kZWZhdWx0IjtzOjExOiJQQUdFUl9USVRMRSI7czoxMjoi0KLQvtCy0LDRgNGLIjtzOjE4OiJQQUdFX0VMRU1FTlRfQ09VTlQiO3M6MjoiMjAiO3M6MjY6IlBBUlRJQUxfUFJPRFVDVF9QUk9QRVJUSUVTIjtzOjE6Ik4iO3M6MTA6IlBSSUNFX0NPREUiO2E6Mjp7aTowO3M6NjoiUkVUQUlMIjtpOjE7czo0OiJCQVNFIjt9czoxNzoiUFJJQ0VfVkFUX0lOQ0xVREUiO3M6MToiWSI7czoyMDoiUFJPRFVDVF9CTE9DS1NfT1JERVIiO3M6NTQ6InByaWNlLHByb3BzLHNrdSxxdWFudGl0eUxpbWl0LHF1YW50aXR5LGJ1dHRvbnMsY29tcGFyZSI7czoyMDoiUFJPRFVDVF9ESVNQTEFZX01PREUiO3M6MToiTiI7czoxOToiUFJPRFVDVF9JRF9WQVJJQUJMRSI7czoyOiJpZCI7czoxODoiUFJPRFVDVF9QUk9QRVJUSUVTIjthOjA6e31zOjIyOiJQUk9EVUNUX1BST1BTX1ZBUklBQkxFIjtzOjQ6InByb3AiO3M6MjU6IlBST0RVQ1RfUVVBTlRJVFlfVkFSSUFCTEUiO3M6ODoicXVhbnRpdHkiO3M6MjA6IlBST0RVQ1RfUk9XX1ZBUklBTlRTIjtzOjE5OToiW3snVkFSSUFOVCc6JzInLCdCSUdfREFUQSc6ZmFsc2V9LHsnVkFSSUFOVCc6JzInLCdCSUdfREFUQSc6ZmFsc2V9LHsnVkFSSUFOVCc6JzInLCdCSUdfREFUQSc6ZmFsc2V9LHsnVkFSSUFOVCc6JzInLCdCSUdfREFUQSc6ZmFsc2V9LHsnVkFSSUFOVCc6JzInLCdCSUdfREFUQSc6ZmFsc2V9LHsnVkFSSUFOVCc6JzInLCdCSUdfREFUQSc6ZmFsc2V9XSI7czoyMDoiUFJPRFVDVF9TVUJTQ1JJUFRJT04iO3M6MToiTiI7czoxMzoiUFJPUEVSVFlfQ09ERSI7YToxMTIxOntpOjA7czoxMjoiUF8xQ19iN2M3NjE1IjtpOjE7czoxMjoiUF8xQ18xNzQxMDY3IjtpOjI7czoxMjoiUF8xQ19kNDY0ZmMyIjtpOjM7czoxMjoiUF8xQ19kNjhhZmNhIjtpOjQ7czoxMjoiUF8xQ19hMmJlMzJmIjtpOjU7czoxMjoiUF8xQ18xOTNlYWE5IjtpOjY7czoxMjoiUF8xQ180NTc5OTNmIjtpOjc7czoxMjoiUF8xQ19mYjA3M2JiIjtpOjg7czoxMjoiUF8xQ19kODg3MmNiIjtpOjk7czoxMjoiUF8xQ184YWE5NmI5IjtpOjEwO3M6MTI6IlBfMUNfNjY0ZTZjZiI7aToxMTtzOjEyOiJQXzFDXzY1NTZhM2EiO2k6MTI7czoxMjoiUF8xQ18zOTZkYjk4IjtpOjEzO3M6MTI6IlBfMUNfM2M2YmNjNSI7aToxNDtzOjEyOiJQXzFDX2RkNThiYzUiO2k6MTU7czoxMjoiU0VDVElPTl9MSU5LIjtpOjE2O3M6MTI6IlBfMUNfODliOTU3MCI7aToxNztzOjEyOiJQXzFDX2VkMmQzYWYiO2k6MTg7czoxMjoiUF8xQ18zNjg3ZjFlIjtpOjE5O3M6MTI6IlBfMUNfMjVjOTk1MyI7aToyMDtzOjEyOiJQXzFDXzg2NTg5YzgiO2k6MjE7czoxMjoiUF8xQ19jZmE0MTZiIjtpOjIyO3M6MTI6IlBfMUNfZDg1MDc3NyI7aToyMztzOjEyOiJQXzFDXzY2MGQwNDQiO2k6MjQ7czoxMjoiUF8xQ182ZDkwNDE1IjtpOjI1O3M6MTI6IlBfMUNfM2U1ZTdlZSI7aToyNjtzOjEyOiJQXzFDXzJjYWI0NjUiO2k6Mjc7czoxMjoiUF8xQ185OTBhZGNjIjtpOjI4O3M6MTI6IlBfMUNfZDlhNTk4MyI7aToyOTtzOjEyOiJQXzFDXzBmNzYzMTEiO2k6MzA7czoxMjoiUF8xQ18yYTYxOTVlIjtpOjMxO3M6MTE6IlJFQ09NTUVOREVEIjtpOjMyO3M6MTI6IlBfMUNfZGVhZmNmOCI7aTozMztzOjEyOiJQXzFDXzNjYWQ1YjkiO2k6MzQ7czoxMjoiUF8xQ19jZjliOGNiIjtpOjM1O3M6MTI6IlBfMUNfN2Y0OGVhNCI7aTozNjtzOjEyOiJQXzFDX2VkZTg4ZWMiO2k6Mzc7czoxMjoiUF8xQ18zMmI0ODM5IjtpOjM4O3M6MTI6IlBfMUNfNTBiNjJjOCI7aTozOTtzOjEyOiJQXzFDX2U0NzYyN2QiO2k6NDA7czoxMjoiUF8xQ182YzViOTk2IjtpOjQxO3M6MTI6IlBfMUNfMGQ3YWNkZCI7aTo0MjtzOjEyOiJQXzFDXzZhYjIwYmIiO2k6NDM7czoxMjoiUF8xQ18wYzMxODAxIjtpOjQ0O3M6MTI6IlBfMUNfOTQ1YzU3NyI7aTo0NTtzOjEyOiJQXzFDXzlhZGRkMTAiO2k6NDY7czoxMjoiUF8xQ18wYjRkZjMyIjtpOjQ3O3M6MTI6IlBfMUNfMTFlYzQzMCI7aTo0ODtzOjEyOiJQXzFDX2UyYzE5NzkiO2k6NDk7czoxMjoiUF8xQ19jNTM4ZWNmIjtpOjUwO3M6MTI6IlBfMUNfMzVhYmRkZSI7aTo1MTtzOjEyOiJQXzFDX2UwM2YwMzciO2k6NTI7czoxMjoiUF8xQ180YWFmM2Q4IjtpOjUzO3M6MTI6IlBfMUNfYTlmMWU5YiI7aTo1NDtzOjEyOiJQXzFDX2IzNDE1ODAiO2k6NTU7czoxMjoiUF8xQ18wNTQ2ODMwIjtpOjU2O3M6MTI6IlBfMUNfZjkzNTY2ZCI7aTo1NztzOjEyOiJQXzFDX2Q1ODBkMDYiO2k6NTg7czoxMjoiUF8xQ19iYzk4YjhiIjtpOjU5O3M6MTI6IlBfMUNfOTIzNDNiMiI7aTo2MDtzOjEyOiJQXzFDX2FhZTVkYWUiO2k6NjE7czoxMjoiUF8xQ19iMjIxYTRkIjtpOjYyO3M6MTI6IlBfMUNfM2NjOTJkYSI7aTo2MztzOjEyOiJQXzFDXzM2ZjY4ZjQiO2k6NjQ7czoxMjoiUF8xQ19hMzc3MjJjIjtpOjY1O3M6MTI6IlBfMUNfMGUwNDA3MSI7aTo2NjtzOjEyOiJQXzFDXzg2MGRkY2QiO2k6Njc7czoxMjoiUF8xQ182N2Y4ZjZiIjtpOjY4O3M6MTI6IlBfMUNfODFjYjU4ZCI7aTo2OTtzOjEyOiJQXzFDXzlmYzkxOWEiO2k6NzA7czoxMjoiUF8xQ19mYTA1NTgwIjtpOjcxO3M6MTI6IlBfMUNfNDQ2YjRkOSI7aTo3MjtzOjEyOiJQXzFDXzk4MWNhMjEiO2k6NzM7czoxMjoiUF8xQ182MGY5NWY5IjtpOjc0O3M6MTI6IlBfMUNfNjhhOTc3NCI7aTo3NTtzOjEyOiJQXzFDX2ExOTM4ZjkiO2k6NzY7czoxMjoiUF8xQ185MTY0N2RhIjtpOjc3O3M6MTI6IlBfMUNfMDhkYzIyOCI7aTo3ODtzOjEyOiJQXzFDXzg1ZDc1NTQiO2k6Nzk7czoxMjoiUF8xQ18zMzhhMzhhIjtpOjgwO3M6MTI6IlBfMUNfNzJkNDRhNyI7aTo4MTtzOjEyOiJQXzFDX2Q4MzM2NzYiO2k6ODI7czoxMjoiUF8xQ182MTk0MTEzIjtpOjgzO3M6MTI6IlBfMUNfM2Y2NTg1NSI7aTo4NDtzOjEyOiJQXzFDXzVmMTY1MWMiO2k6ODU7czoxMjoiUF8xQ183ZjExY2UwIjtpOjg2O3M6MTI6IlBfMUNfMzk4YzIxMiI7aTo4NztzOjEyOiJQXzFDX2I0MDc0YzkiO2k6ODg7czoxMjoiUF8xQ184MDYyOTk5IjtpOjg5O3M6MTI6IlBfMUNfYzg2YmE1OSI7aTo5MDtzOjEyOiJQXzFDXzQ1MWJhMjQiO2k6OTE7czoxMjoiUF8xQ19jMjNkYTg3IjtpOjkyO3M6MTI6IlBfMUNfMjYwNGQ0OCI7aTo5MztzOjEyOiJQXzFDX2NiOWQzNmQiO2k6OTQ7czoxMjoiUF8xQ19iZDRiZGQ4IjtpOjk1O3M6MTI6IlBfMUNfNTQ1YjI5NyI7aTo5NjtzOjEyOiJQXzFDX2JiMGRlMTAiO2k6OTc7czoxMjoiUF8xQ18yNTMxNjQ3IjtpOjk4O3M6MTI6IlBfMUNfOGU5ODU2ZCI7aTo5OTtzOjEyOiJQXzFDXzVlNTk3NjQiO2k6MTAwO3M6MTI6IlBfMUNfZjcwMDQ3YiI7aToxMDE7czoxMjoiUF8xQ18xOWRlYTMzIjtpOjEwMjtzOjEyOiJQXzFDXzQ1MGI5YzUiO2k6MTAzO3M6MTI6IlBfMUNfOTBjMGU5YyI7aToxMDQ7czoxMjoiUF8xQ181ZTFhMmUyIjtpOjEwNTtzOjEyOiJQXzFDX2M3ZDNmMmEiO2k6MTA2O3M6MTI6IlBfMUNfNjFmZDQ3MCI7aToxMDc7czoxMjoiUF8xQ183YzViZmYzIjtpOjEwODtzOjEyOiJQXzFDXzYxZmFkYmYiO2k6MTA5O3M6MTI6IlBfMUNfNjU3MGM3MiI7aToxMTA7czoxMjoiUF8xQ19mMjQ0MmY5IjtpOjExMTtzOjEyOiJQXzFDXzlmMWExNDAiO2k6MTEyO3M6MTI6IlBfMUNfODc4ZmQxNCI7aToxMTM7czoxMjoiUF8xQ19lMmNlMDM1IjtpOjExNDtzOjEyOiJQXzFDX2Y3ZWEwM2MiO2k6MTE1O3M6MTI6IlBfMUNfNzg1NGIyYiI7aToxMTY7czoxMjoiUF8xQ185NDNmYjAyIjtpOjExNztzOjEyOiJQXzFDX2UwNWE3NmMiO2k6MTE4O3M6MTI6IlBfMUNfZGQ5OTM1NSI7aToxMTk7czoxMjoiUF8xQ180MTQ3ZjM1IjtpOjEyMDtzOjEyOiJQXzFDX2Y4M2E3NDgiO2k6MTIxO3M6MTI6IlBfMUNfZjk4NmI4ZiI7aToxMjI7czoxMjoiUF8xQ19hYjRiNDdkIjtpOjEyMztzOjEyOiJQXzFDXzAyNWNhM2QiO2k6MTI0O3M6MTI6IlBfMUNfNjYyZDhlOSI7aToxMjU7czoxMjoiUF8xQ18xYzliNWNhIjtpOjEyNjtzOjEyOiJQXzFDX2Q4OWZjZDgiO2k6MTI3O3M6MTI6IlBfMUNfYzA2NDczOCI7aToxMjg7czoxMjoiUF8xQ19lOWVlYzA2IjtpOjEyOTtzOjEyOiJQXzFDXzgyMzQwNWYiO2k6MTMwO3M6MTI6IlBfMUNfZDUwMjgzMiI7aToxMzE7czoxMjoiUF8xQ184MDMzYzExIjtpOjEzMjtzOjEyOiJQXzFDXzlkMGY1OTQiO2k6MTMzO3M6MTI6IlBfMUNfZjBiMjAyMSI7aToxMzQ7czoxMjoiUF8xQ19iMGY2ODM1IjtpOjEzNTtzOjEyOiJQXzFDXzlhZDI1ZjUiO2k6MTM2O3M6MTI6IlBfMUNfMTdkNmIyYyI7aToxMzc7czoxMjoiUF8xQ182ODFhNzJkIjtpOjEzODtzOjEyOiJQXzFDXzM1YzAxODUiO2k6MTM5O3M6MTI6IlBfMUNfYjMyNDc4OCI7aToxNDA7czoxMjoiUF8xQ18zYzUyNmNhIjtpOjE0MTtzOjEyOiJQXzFDXzFmYmM3NTgiO2k6MTQyO3M6MTI6IlBfMUNfZDY2ODU3ZiI7aToxNDM7czoxMjoiUF8xQ19iZWYzMWNiIjtpOjE0NDtzOjEyOiJQXzFDXzAzODIwZTEiO2k6MTQ1O3M6MTI6IlBfMUNfODMxOWE2OSI7aToxNDY7czoxMjoiUF8xQ19hYzllOGVkIjtpOjE0NztzOjEyOiJQXzFDXzBkODdiZTciO2k6MTQ4O3M6MTI6IlBfMUNfNDllZjg4NiI7aToxNDk7czoxMjoiUF8xQ19jODc4MWJkIjtpOjE1MDtzOjEyOiJQXzFDXzc2MzlhODQiO2k6MTUxO3M6MTI6IlBfMUNfYWUwNjM1OCI7aToxNTI7czoxMjoiUF8xQ184MDMwM2YyIjtpOjE1MztzOjEyOiJQXzFDXzRkZjA2MjEiO2k6MTU0O3M6MTI6IlBfMUNfZDdhMTJmMiI7aToxNTU7czoxMjoiUF8xQ18zNjI5YzAxIjtpOjE1NjtzOjEyOiJQXzFDXzI5NzBmODAiO2k6MTU3O3M6MTI6IlBfMUNfMWZjN2FkOCI7aToxNTg7czoxMjoiUF8xQ183ZjQyZjUyIjtpOjE1OTtzOjEyOiJQXzFDXzM2OTQ2MzMiO2k6MTYwO3M6MTI6IlBfMUNfNGY2ZDNmYyI7aToxNjE7czoxMjoiUF8xQ19kNzBmMjk4IjtpOjE2MjtzOjEyOiJQXzFDXzIwZDY1ZWMiO2k6MTYzO3M6MTI6IlBfMUNfZTZjNzNhMiI7aToxNjQ7czoxMjoiUF8xQ19mMTY4ODdmIjtpOjE2NTtzOjEyOiJQXzFDXzg0M2JkMWEiO2k6MTY2O3M6MTI6IlBfMUNfNDljZTdmNSI7aToxNjc7czoxMjoiUF8xQ19jNWIyMjUwIjtpOjE2ODtzOjEyOiJQXzFDXzk4YjI1NTAiO2k6MTY5O3M6MTI6IlBfMUNfMTA3ZDI2MCI7aToxNzA7czoxMjoiUF8xQ19mMWQ1NzY4IjtpOjE3MTtzOjEyOiJQXzFDXzhmMzgzZjkiO2k6MTcyO3M6MTI6IlBfMUNfZTc2ZWY4ZCI7aToxNzM7czoxMjoiUF8xQ181NTYzZWI2IjtpOjE3NDtzOjEyOiJQXzFDXzMyM2QzMWIiO2k6MTc1O3M6MTI6IlBfMUNfOTQ2MzJmNyI7aToxNzY7czoxMjoiUF8xQ181MjgwNTYzIjtpOjE3NztzOjEyOiJQXzFDXzA2NjRhNzIiO2k6MTc4O3M6MTI6IlBfMUNfNDdkYTRkMCI7aToxNzk7czoxMjoiUF8xQ18zMDI0NWM4IjtpOjE4MDtzOjEyOiJQXzFDXzA2MzczMDEiO2k6MTgxO3M6MTI6IlBfMUNfYzkyZWJkMCI7aToxODI7czoxMjoiUF8xQ19iNTViM2M2IjtpOjE4MztzOjEyOiJQXzFDXzliNjFhZTQiO2k6MTg0O3M6MTI6IlBfMUNfYTBlNWE3NCI7aToxODU7czoxMjoiUF8xQ181ZTA4N2I0IjtpOjE4NjtzOjEyOiJQXzFDX2U1OTlkNDYiO2k6MTg3O3M6MTI6IlBfMUNfODRkOTdiNSI7aToxODg7czoxMjoiUF8xQ180NTViMWQ4IjtpOjE4OTtzOjEyOiJQXzFDXzQ5M2Q1NDAiO2k6MTkwO3M6MTI6IlBfMUNfZDZjZmZlYyI7aToxOTE7czoxMjoiUF8xQ19mOTFiZGM3IjtpOjE5MjtzOjEyOiJQXzFDX2ZhOTRkNTYiO2k6MTkzO3M6MTI6IlBfMUNfZjZkYzI0YyI7aToxOTQ7czoxMjoiUF8xQ181ZjMwNjQ0IjtpOjE5NTtzOjEyOiJQXzFDX2ZjOTQxNmYiO2k6MTk2O3M6MTI6IlBfMUNfMjgxYTE3YyI7aToxOTc7czoxMjoiUF8xQ19kMjMxMjcxIjtpOjE5ODtzOjEyOiJQXzFDXzVkYmUxMGEiO2k6MTk5O3M6MTI6IlBfMUNfZDY5OWUxMyI7aToyMDA7czoxMjoiUF8xQ19lZGZhODhhIjtpOjIwMTtzOjEyOiJQXzFDXzc3OTJiNWEiO2k6MjAyO3M6MTI6IlBfMUNfYWI0MGE3NiI7aToyMDM7czoxMjoiUF8xQ18xOGRlZjA3IjtpOjIwNDtzOjEyOiJQXzFDXzdlZGVkMjAiO2k6MjA1O3M6MTI6IlBfMUNfNmY1ODczNyI7aToyMDY7czoxMjoiUF8xQ18wZWM1NGZiIjtpOjIwNztzOjEyOiJQXzFDXzAxYTQzYmQiO2k6MjA4O3M6MTI6IlBfMUNfNWM3NzdiYyI7aToyMDk7czoxMjoiUF8xQ18zMmI5Mjk5IjtpOjIxMDtzOjEyOiJQXzFDXzcxNTNkMjUiO2k6MjExO3M6MTI6IlBfMUNfNzBjYjc1MCI7aToyMTI7czoxMjoiUF8xQ18xNWM5N2E5IjtpOjIxMztzOjEyOiJQXzFDXzJmOWEyNjYiO2k6MjE0O3M6MTI6IlBfMUNfMDE1NWI3NiI7aToyMTU7czoxMjoiUF8xQ19iOGQ1N2M5IjtpOjIxNjtzOjEyOiJQXzFDXzJhZWExYzIiO2k6MjE3O3M6MTI6IlBfMUNfOGM1YjgyNCI7aToyMTg7czoxMjoiUF8xQ19iMGUzM2Q4IjtpOjIxOTtzOjEyOiJQXzFDX2E2M2Y5NmEiO2k6MjIwO3M6MTI6IlBfMUNfNDQxZWQ4OSI7aToyMjE7czoxMjoiUF8xQ19lNjdhMjVkIjtpOjIyMjtzOjEyOiJQXzFDXzBkNzM3MmMiO2k6MjIzO3M6MTI6IlBfMUNfNjY1ZjJhMSI7aToyMjQ7czoxMjoiUF8xQ181OWM2MGVjIjtpOjIyNTtzOjEyOiJQXzFDXzU1YjU4YjQiO2k6MjI2O3M6MTI6IlBfMUNfZGNhNzY2OCI7aToyMjc7czoxMjoiUF8xQ183OWUyMGU5IjtpOjIyODtzOjEyOiJQXzFDX2RkM2Q0NDEiO2k6MjI5O3M6MTI6IlBfMUNfNzIzMDVmMCI7aToyMzA7czoxMjoiUF8xQ18yMzk4NGUyIjtpOjIzMTtzOjEyOiJQXzFDX2ViNTUzZmUiO2k6MjMyO3M6MTI6IlBfMUNfODVkYjdkNCI7aToyMzM7czoxMjoiUF8xQ183ZGQ4NGIzIjtpOjIzNDtzOjEyOiJQXzFDXzE4MTc4NDAiO2k6MjM1O3M6MTI6IlBfMUNfODRhNTJiYSI7aToyMzY7czoxMjoiUF8xQ19kZDg5NDVlIjtpOjIzNztzOjEyOiJQXzFDXzE3MjBjNTkiO2k6MjM4O3M6MTI6IlBfMUNfOTczNTUwOCI7aToyMzk7czoxMjoiUF8xQ184ZjY0MDA0IjtpOjI0MDtzOjEyOiJQXzFDX2E5MDA2MjIiO2k6MjQxO3M6MTI6IlBfMUNfYTY2ZWNhNCI7aToyNDI7czoxMjoiUF8xQ184MGRmYWFkIjtpOjI0MztzOjEyOiJQXzFDXzYzOWRiMjAiO2k6MjQ0O3M6MTI6IlBfMUNfNGM4OTFlZCI7aToyNDU7czoxMjoiUF8xQ18zMTgxZmZjIjtpOjI0NjtzOjEyOiJQXzFDXzFiM2Y0YzkiO2k6MjQ3O3M6MTI6IlBfMUNfYjA3YTk3NSI7aToyNDg7czoxMjoiUF8xQ18zNzFmMDc3IjtpOjI0OTtzOjEyOiJQXzFDXzE5YjdlZjYiO2k6MjUwO3M6MTI6IlBfMUNfZjljMmU4ZCI7aToyNTE7czoxMjoiUF8xQ19jYzgxMGIwIjtpOjI1MjtzOjEyOiJQXzFDXzAzZjdlNGIiO2k6MjUzO3M6MTI6IlBfMUNfMzUyODI0OCI7aToyNTQ7czoxMjoiUF8xQ18wMWI5MmVkIjtpOjI1NTtzOjEyOiJQXzFDX2I2ZWI0YmIiO2k6MjU2O3M6MTI6IlBfMUNfNDgxYTJmYSI7aToyNTc7czoxMjoiUF8xQ19mNjNkYTAxIjtpOjI1ODtzOjEyOiJQXzFDX2M3M2JlYzkiO2k6MjU5O3M6MTI6IlBfMUNfOGI5NmI3OSI7aToyNjA7czoxMjoiUF8xQ19lMTZlMzAwIjtpOjI2MTtzOjEyOiJQXzFDX2EzYTc2ZjMiO2k6MjYyO3M6MTI6IlBfMUNfNGQ4NzM2NSI7aToyNjM7czoxMjoiUF8xQ19iMDE5ZmQ0IjtpOjI2NDtzOjEyOiJQXzFDX2NmMzg3OGMiO2k6MjY1O3M6MTI6IlBfMUNfZmU1OWJjMSI7aToyNjY7czoxMjoiUF8xQ19lMTE4ZDM5IjtpOjI2NztzOjEyOiJQXzFDX2UxZDRkNWIiO2k6MjY4O3M6MTI6IlBfMUNfYTg4Yjg5MyI7aToyNjk7czoxMjoiUF8xQ19hMDMxMmUxIjtpOjI3MDtzOjEyOiJQXzFDXzYzM2Y1ZTEiO2k6MjcxO3M6MTI6IlBfMUNfZGE2NDcxMSI7aToyNzI7czoxMjoiUF8xQ180MmJkODIyIjtpOjI3MztzOjEyOiJQXzFDXzI5N2UwYjMiO2k6Mjc0O3M6MTI6IlBfMUNfOTBiNmU3MCI7aToyNzU7czoxMjoiUF8xQ19iNmEzOGFkIjtpOjI3NjtzOjEyOiJQXzFDXzUzNjA0ZGEiO2k6Mjc3O3M6MTI6IlBfMUNfYTI1ZTlmZSI7aToyNzg7czoxMjoiUF8xQ183YzJiZmQ3IjtpOjI3OTtzOjEyOiJQXzFDXzMxOGE4NjgiO2k6MjgwO3M6MTI6IlBfMUNfYTYxZDFiNiI7aToyODE7czoxMjoiUF8xQ185MmU4YTZlIjtpOjI4MjtzOjEyOiJQXzFDX2IzNzkxMjkiO2k6MjgzO3M6MTI6IlBfMUNfOWIyZjQwOSI7aToyODQ7czoxMjoiUF8xQ18wN2NhZmFjIjtpOjI4NTtzOjEyOiJQXzFDX2EyZGExNjYiO2k6Mjg2O3M6MTI6IlBfMUNfYTk3NzJmZCI7aToyODc7czoxMjoiUF8xQ185OGRmZGMzIjtpOjI4ODtzOjEyOiJQXzFDXzY0ODRjZjIiO2k6Mjg5O3M6MTI6IlBfMUNfY2RlOWFjYSI7aToyOTA7czoxMjoiUF8xQ181NmIzZWNjIjtpOjI5MTtzOjEyOiJQXzFDXzFkNmUxNmQiO2k6MjkyO3M6MTI6IlBfMUNfOGNjNGYzYSI7aToyOTM7czoxMjoiUF8xQ185YTA0M2Q0IjtpOjI5NDtzOjEyOiJQXzFDXzU3ZmU2ZmQiO2k6Mjk1O3M6MTI6IlBfMUNfNTAxZGQxYyI7aToyOTY7czoxMjoiUF8xQ19iZTI5OTc1IjtpOjI5NztzOjEyOiJQXzFDXzM3NzM2YTQiO2k6Mjk4O3M6MTI6IlBfMUNfYzVmMzIyMiI7aToyOTk7czoxMjoiUF8xQ183MmZhOWIyIjtpOjMwMDtzOjEyOiJQXzFDX2ZlNzhhZTQiO2k6MzAxO3M6MTI6IlBfMUNfYmMzNDUyNCI7aTozMDI7czoxMjoiUF8xQ19kNGQ5OWY3IjtpOjMwMztzOjEyOiJQXzFDX2Q3ZGE5Y2MiO2k6MzA0O3M6MTI6IlBfMUNfYzZiMzRjMiI7aTozMDU7czoxMjoiUF8xQ19lNjQ4MmFkIjtpOjMwNjtzOjEyOiJQXzFDXzVmNGM5OWEiO2k6MzA3O3M6MTI6IlBfMUNfYmFmMmFkOCI7aTozMDg7czoxMjoiUF8xQ19jZmZhM2M2IjtpOjMwOTtzOjEyOiJQXzFDXzVmY2VjMjgiO2k6MzEwO3M6MTI6IlBfMUNfYWViNzM4ZCI7aTozMTE7czoxMjoiUF8xQ19iYTNiYTM0IjtpOjMxMjtzOjEyOiJQXzFDX2QwY2Q1YzkiO2k6MzEzO3M6MTI6IlBfMUNfYTgxOWVlNSI7aTozMTQ7czoxMjoiUF8xQ185MzNhZjliIjtpOjMxNTtzOjEyOiJQXzFDXzdlZDQ0MWEiO2k6MzE2O3M6MTI6IlBfMUNfM2RmMzlkMCI7aTozMTc7czoxMjoiUF8xQ180MGMyNzhkIjtpOjMxODtzOjEyOiJQXzFDXzM4MzlkYjAiO2k6MzE5O3M6MTI6IlBfMUNfYzkxODg2NCI7aTozMjA7czoxMjoiUF8xQ184MzhiYmRlIjtpOjMyMTtzOjEyOiJQXzFDXzZiNGEwNmYiO2k6MzIyO3M6MTI6IlBfMUNfOTQzZmI0MSI7aTozMjM7czoxMjoiUF8xQ183ZmZjNmI0IjtpOjMyNDtzOjEyOiJQXzFDX2NmMDBlOWUiO2k6MzI1O3M6MTI6IlBfMUNfMmZkYjlhMSI7aTozMjY7czoxMjoiUF8xQ180MDg4ZmZjIjtpOjMyNztzOjEyOiJQXzFDX2Y5OTk2NWIiO2k6MzI4O3M6MTI6IlBfMUNfNjY3ZjhkZiI7aTozMjk7czoxMjoiUF8xQ184MmFkNDJlIjtpOjMzMDtzOjEyOiJQXzFDX2YxNTk2MDUiO2k6MzMxO3M6MTI6IlBfMUNfZTI2YzZhNiI7aTozMzI7czoxMjoiUF8xQ183OGU0NTgwIjtpOjMzMztzOjEyOiJQXzFDX2U2ZWI4ZjEiO2k6MzM0O3M6MTI6IlBfMUNfYjIwZDRiNyI7aTozMzU7czoxMjoiUF8xQ18xYjQwYjVlIjtpOjMzNjtzOjEyOiJQXzFDX2UxMTlkZDYiO2k6MzM3O3M6MTI6IlBfMUNfMjhlMDJmMiI7aTozMzg7czoxMjoiUF8xQ19iNjY0NTk1IjtpOjMzOTtzOjEyOiJQXzFDXzFmNTk1YzIiO2k6MzQwO3M6MTI6IlBfMUNfOGE2MmViZCI7aTozNDE7czoxMjoiUF8xQ184Y2JhODVkIjtpOjM0MjtzOjEyOiJQXzFDXzE5OWIyMDciO2k6MzQzO3M6MTI6IlBfMUNfOGEwMDk0ZCI7aTozNDQ7czoxMjoiUF8xQ18wYjIzYTljIjtpOjM0NTtzOjEyOiJQXzFDX2FjNGJhNDAiO2k6MzQ2O3M6MTI6IlBfMUNfOTJjZTczNSI7aTozNDc7czoxMjoiUF8xQ18wZjRjMGIyIjtpOjM0ODtzOjEyOiJQXzFDXzc5ZjI5ODkiO2k6MzQ5O3M6MTI6IlBfMUNfMWNlMjU5ZCI7aTozNTA7czoxMjoiUF8xQ18xZDdkOWVjIjtpOjM1MTtzOjEyOiJQXzFDX2UxMDA5NTMiO2k6MzUyO3M6MTI6IlBfMUNfNGFhZGJjOCI7aTozNTM7czoxMjoiUF8xQ185MGZjNzEzIjtpOjM1NDtzOjEyOiJQXzFDXzRkYmFmNWYiO2k6MzU1O3M6MTI6IlBfMUNfYjIxMjM0OSI7aTozNTY7czoxMjoiUF8xQ181MTU4YThjIjtpOjM1NztzOjEyOiJQXzFDXzgxYjJjZTMiO2k6MzU4O3M6MTI6IlBfMUNfMDA1YmFlMyI7aTozNTk7czoxMjoiUF8xQ19jNWYzNTZkIjtpOjM2MDtzOjEyOiJQXzFDXzVhZmQ2MDUiO2k6MzYxO3M6MTI6IlBfMUNfMGNmZmE1ZSI7aTozNjI7czoxMjoiUF8xQ18yYmU4NDllIjtpOjM2MztzOjEyOiJQXzFDXzhmMjFhZmYiO2k6MzY0O3M6MTI6IlBfMUNfY2EyNjU4MCI7aTozNjU7czoxMjoiUF8xQ184NjM4MThlIjtpOjM2NjtzOjEyOiJQXzFDX2RlMDIwY2EiO2k6MzY3O3M6MTI6IlBfMUNfNmM3Y2M0ZSI7aTozNjg7czoxMjoiUF8xQ18zZTFlZjI0IjtpOjM2OTtzOjEyOiJQXzFDXzhjMjVlNWQiO2k6MzcwO3M6MTI6IlBfMUNfZGVjYjdlMyI7aTozNzE7czoxMjoiUF8xQ19iZjVlNjA0IjtpOjM3MjtzOjEyOiJQXzFDXzA5YjdmYTQiO2k6MzczO3M6MTI6IlBfMUNfMDhlNTE3NSI7aTozNzQ7czoxMjoiUF8xQ18zN2QzMmM2IjtpOjM3NTtzOjEyOiJQXzFDX2E2MjA4MDAiO2k6Mzc2O3M6MTI6IlBfMUNfYzM2MTQ2MiI7aTozNzc7czoxMjoiUF8xQ19lOGI5YTc2IjtpOjM3ODtzOjEyOiJQXzFDXzBiZjMzN2MiO2k6Mzc5O3M6MTI6IlBfMUNfMGE0YjEwYiI7aTozODA7czoxMjoiUF8xQ185MTQzZjdlIjtpOjM4MTtzOjEyOiJQXzFDX2I2ZTc2NjkiO2k6MzgyO3M6MTI6IlBfMUNfODg3YTI0MiI7aTozODM7czoxMjoiUF8xQ18yOTliMTI2IjtpOjM4NDtzOjEyOiJQXzFDXzM0NmMzMDUiO2k6Mzg1O3M6MTI6IlBfMUNfYjg5YjQxNiI7aTozODY7czoxMjoiUF8xQ18wNzRjZDY0IjtpOjM4NztzOjEyOiJQXzFDXzI5YjhjNTQiO2k6Mzg4O3M6MTI6IlBfMUNfYWI1NDA0NSI7aTozODk7czoxMjoiUF8xQ19kNmYwYzE3IjtpOjM5MDtzOjEyOiJQXzFDX2NjOWJhYjkiO2k6MzkxO3M6MTI6IlBfMUNfNGU0MGYyZCI7aTozOTI7czoxMjoiUF8xQ180MjdmZTU2IjtpOjM5MztzOjEyOiJQXzFDX2RmZjNiMGIiO2k6Mzk0O3M6MTI6IlBfMUNfYmNhMWIwZCI7aTozOTU7czoxMjoiUF8xQ19mMzY4Y2NmIjtpOjM5NjtzOjEyOiJQXzFDXzgyNTgyOGIiO2k6Mzk3O3M6MTI6IlBfMUNfNDBlZjBiZSI7aTozOTg7czoxMjoiUF8xQ18wZWNiNGI2IjtpOjM5OTtzOjEyOiJQXzFDX2ZkYjk5MTkiO2k6NDAwO3M6MTI6IlBfMUNfZjIyODYxZSI7aTo0MDE7czoxMjoiUF8xQ18zZDQ3MzZjIjtpOjQwMjtzOjEyOiJQXzFDX2I5ZGViYTciO2k6NDAzO3M6MTI6IlBfMUNfNzg4ODdmMSI7aTo0MDQ7czoxMjoiUF8xQ185ZWFmZDdmIjtpOjQwNTtzOjEyOiJQXzFDXzZjMzkwNTUiO2k6NDA2O3M6MTI6IlBfMUNfZDBjZjkzNSI7aTo0MDc7czoxMjoiUF8xQ19hOTQ4MTBhIjtpOjQwODtzOjEyOiJQXzFDX2IxYjI0MjkiO2k6NDA5O3M6MTI6IlBfMUNfZDU0MzMyNCI7aTo0MTA7czoxMjoiUF8xQ185MzIwMzQ3IjtpOjQxMTtzOjEyOiJQXzFDXzNjYmEwNjEiO2k6NDEyO3M6MTI6IlBfMUNfNzM4YzdkMSI7aTo0MTM7czoxMjoiUF8xQ181OTEwNTRlIjtpOjQxNDtzOjEyOiJQXzFDXzI3ZWI1MjgiO2k6NDE1O3M6MTI6IlBfMUNfOWZkZGU3YSI7aTo0MTY7czoxMjoiUF8xQ183MzU2YjdiIjtpOjQxNztzOjEyOiJQXzFDXzM1NDA4ZjMiO2k6NDE4O3M6MTI6IlBfMUNfNDU0NjQxYiI7aTo0MTk7czoxMjoiUF8xQ183NjExNTY3IjtpOjQyMDtzOjEyOiJQXzFDXzg0NTAxOTkiO2k6NDIxO3M6MTI6IlBfMUNfMDJlYzMwNSI7aTo0MjI7czoxMjoiUF8xQ182NWFmZmY2IjtpOjQyMztzOjEyOiJQXzFDXzljYjdkNTMiO2k6NDI0O3M6MTI6IlBfMUNfZmRkZGNlMiI7aTo0MjU7czoxMjoiUF8xQ184ZTk0M2JkIjtpOjQyNjtzOjEyOiJQXzFDXzJhMzg3OWQiO2k6NDI3O3M6MTI6IlBfMUNfNmI3NWEzNSI7aTo0Mjg7czoxMjoiUF8xQ18wY2Q5MjRiIjtpOjQyOTtzOjEyOiJQXzFDXzMxNDAzODkiO2k6NDMwO3M6MTI6IlBfMUNfNGJkN2FlNyI7aTo0MzE7czoxMjoiUF8xQ19kODk5NmE0IjtpOjQzMjtzOjEyOiJQXzFDXzQ5YTc1YjMiO2k6NDMzO3M6MTI6IlBfMUNfMjNkZmI4MiI7aTo0MzQ7czoxMjoiUF8xQ183ODM5ZDBkIjtpOjQzNTtzOjEyOiJQXzFDXzliZWMzMzEiO2k6NDM2O3M6MTI6IlBfMUNfNGFlOTllNCI7aTo0Mzc7czoxMjoiUF8xQ19jNzkyMGJiIjtpOjQzODtzOjEyOiJQXzFDXzFmZDNhZDEiO2k6NDM5O3M6MTI6IlBfMUNfMjIyMzcyMiI7aTo0NDA7czoxMjoiUF8xQ181NDNjOTIyIjtpOjQ0MTtzOjEyOiJQXzFDX2Q2MmM4MjUiO2k6NDQyO3M6MTI6IlBfMUNfODhmYjc3MSI7aTo0NDM7czoxMjoiUF8xQ19mMTFhNzExIjtpOjQ0NDtzOjEyOiJQXzFDXzM2MmI1MWIiO2k6NDQ1O3M6MTI6IlBfMUNfOGY4MWNiZiI7aTo0NDY7czoxMjoiUF8xQ181ZGMzNTQwIjtpOjQ0NztzOjEyOiJQXzFDXzQ1MzBhN2EiO2k6NDQ4O3M6MTI6IlBfMUNfNDYwNGE1MCI7aTo0NDk7czoxMjoiUF8xQ19kZTlmZWQ3IjtpOjQ1MDtzOjEyOiJQXzFDXzYxYjE4YWUiO2k6NDUxO3M6MTI6IlBfMUNfZWRiOTM0NCI7aTo0NTI7czoxMjoiUF8xQ183ZDE5ZWQ2IjtpOjQ1MztzOjEyOiJQXzFDXzc4YTdmMzMiO2k6NDU0O3M6MTI6IlBfMUNfZmUyNjM5MCI7aTo0NTU7czoxMjoiUF8xQ180ZDhhZWQxIjtpOjQ1NjtzOjEyOiJQXzFDXzczODU0OWMiO2k6NDU3O3M6MTI6IlBfMUNfOTYzODA4MyI7aTo0NTg7czoxMjoiUF8xQ180ZTcxMzAyIjtpOjQ1OTtzOjEyOiJQXzFDX2Q3OWNlNTAiO2k6NDYwO3M6MTI6IlBfMUNfOTIzODU4NSI7aTo0NjE7czoxMjoiUF8xQ183ZDAxMDllIjtpOjQ2MjtzOjEyOiJQXzFDX2JlNWRiMjkiO2k6NDYzO3M6MTI6IlBfMUNfNzNmYTQ2MyI7aTo0NjQ7czoxMjoiUF8xQ181YjJiOTFlIjtpOjQ2NTtzOjEyOiJQXzFDX2U0ZTJkNDEiO2k6NDY2O3M6MTI6IlBfMUNfN2MzYjAyZiI7aTo0Njc7czoxMjoiUF8xQ181ZDlhMGNlIjtpOjQ2ODtzOjEyOiJQXzFDXzc5ZmU4MDUiO2k6NDY5O3M6MTI6IlBfMUNfYTgzYTJhMiI7aTo0NzA7czoxMjoiUF8xQ181MGMwZWRiIjtpOjQ3MTtzOjEyOiJQXzFDXzQ3OTVjYTUiO2k6NDcyO3M6MTI6IlBfMUNfZGZlMzAxZiI7aTo0NzM7czoxMjoiUF8xQ19kZTRiMzU3IjtpOjQ3NDtzOjEyOiJQXzFDX2Q2N2JlMDgiO2k6NDc1O3M6MTI6IlBfMUNfNmM5NGNiZCI7aTo0NzY7czoxMjoiUF8xQ183YmViMDY5IjtpOjQ3NztzOjEyOiJQXzFDXzc5NzE2YmYiO2k6NDc4O3M6MTI6IlBfMUNfYWNiMmMyZCI7aTo0Nzk7czoxMjoiUF8xQ19kZjdmMWQ0IjtpOjQ4MDtzOjEyOiJQXzFDXzlkZDExZDIiO2k6NDgxO3M6MTI6IlBfMUNfMzcwM2Y4NiI7aTo0ODI7czoxMjoiUF8xQ182ZTQzMmU0IjtpOjQ4MztzOjEyOiJQXzFDXzBhNDQ3YTMiO2k6NDg0O3M6MTI6IlBfMUNfZTYxMzI1NSI7aTo0ODU7czoxMjoiUF8xQ18wM2MyMTE0IjtpOjQ4NjtzOjEyOiJQXzFDXzlmOGYyOTQiO2k6NDg3O3M6MTI6IlBfMUNfYTUxM2JlYyI7aTo0ODg7czoxMjoiUF8xQ185NGE2ZTA1IjtpOjQ4OTtzOjEyOiJQXzFDXzIxMjgwMWMiO2k6NDkwO3M6MTI6IlBfMUNfNjYwNjcxNyI7aTo0OTE7czoxMjoiUF8xQ18wMjNkMTY4IjtpOjQ5MjtzOjEyOiJQXzFDXzc1MjgxMzEiO2k6NDkzO3M6MTI6IlBfMUNfNzQ1NzczNCI7aTo0OTQ7czoxMjoiUF8xQ19lZWY4YjUyIjtpOjQ5NTtzOjEyOiJQXzFDXzU3NDhiMTIiO2k6NDk2O3M6MTI6IlBfMUNfNDhiMDNiOSI7aTo0OTc7czoxMjoiUF8xQ19iOTI4YWRiIjtpOjQ5ODtzOjEyOiJQXzFDXzMxZjkxYmMiO2k6NDk5O3M6MTI6IlBfMUNfMGZmMzEyMCI7aTo1MDA7czoxMjoiUF8xQ18xMzg2ZDI0IjtpOjUwMTtzOjEyOiJQXzFDXzFmNDExNDMiO2k6NTAyO3M6MTI6IlBfMUNfZTE0NjIwMiI7aTo1MDM7czoxMjoiUF8xQ19kYzJiOGM1IjtpOjUwNDtzOjEyOiJQXzFDX2Y1ZTMyZWQiO2k6NTA1O3M6MTI6IlBfMUNfZWQxMWQ0MyI7aTo1MDY7czoxMjoiUF8xQ19hMDViNTEyIjtpOjUwNztzOjEyOiJQXzFDXzEzODg0ZGYiO2k6NTA4O3M6MTI6IlBfMUNfOTQ1ZDBhNiI7aTo1MDk7czoxMjoiUF8xQ18yNjVjZjJiIjtpOjUxMDtzOjEyOiJQXzFDXzZjNmVkZWUiO2k6NTExO3M6MTI6IlBfMUNfMzc0ZWM1MiI7aTo1MTI7czoxMjoiUF8xQ19kMjM1MGUzIjtpOjUxMztzOjEyOiJQXzFDXzhiMzliMWUiO2k6NTE0O3M6MTI6IlBfMUNfYjYyZjBhZCI7aTo1MTU7czoxMjoiUF8xQ182NGI0MTU5IjtpOjUxNjtzOjEyOiJQXzFDX2FmMTJlMDAiO2k6NTE3O3M6MTI6IlBfMUNfZDBhNmNjMyI7aTo1MTg7czoxMjoiUF8xQ183ZjViOWJjIjtpOjUxOTtzOjEyOiJQXzFDXzZjZGM0ZmYiO2k6NTIwO3M6MTI6IlBfMUNfNGZiODY4YiI7aTo1MjE7czoxMjoiUF8xQ19jMjI5NGRjIjtpOjUyMjtzOjEyOiJQXzFDX2ZhOTA4NGMiO2k6NTIzO3M6MTI6IlBfMUNfMWVhMzIxNiI7aTo1MjQ7czoxMjoiUF8xQ19lMzUwYmFkIjtpOjUyNTtzOjEyOiJQXzFDX2YwZGNkYTUiO2k6NTI2O3M6MTI6IlBfMUNfZThhMzRhZiI7aTo1Mjc7czoxMjoiUF8xQ19lOTg0NmRjIjtpOjUyODtzOjEyOiJQXzFDX2VmZjRlYmEiO2k6NTI5O3M6MTI6IlBfMUNfZjcwZWFiYyI7aTo1MzA7czoxMjoiUF8xQ19kNjA1ZWUzIjtpOjUzMTtzOjEyOiJQXzFDXzRhNGU0MjEiO2k6NTMyO3M6MTI6IlBfMUNfYzk2YTAyMiI7aTo1MzM7czoxMjoiUF8xQ182ZjI2NGVjIjtpOjUzNDtzOjEyOiJQXzFDX2I4ZTFjMDIiO2k6NTM1O3M6MTI6IlBfMUNfZDY2YTNjNyI7aTo1MzY7czoxMjoiUF8xQ182YjgzOGVjIjtpOjUzNztzOjEyOiJQXzFDXzZkMzY4NmMiO2k6NTM4O3M6MTI6IlBfMUNfZTMzNTRiMyI7aTo1Mzk7czoxMjoiUF8xQ19kYmI2MjMwIjtpOjU0MDtzOjEyOiJQXzFDXzU0MTZjNWQiO2k6NTQxO3M6MTI6IlBfMUNfOGM3MmVkYiI7aTo1NDI7czoxMjoiUF8xQ18wNjA4MjQ0IjtpOjU0MztzOjEyOiJQXzFDXzg0NzUxOGYiO2k6NTQ0O3M6MTI6IlBfMUNfNTFlZTI5MCI7aTo1NDU7czoxMjoiUF8xQ19jMTYyZmUyIjtpOjU0NjtzOjEyOiJQXzFDXzY5NTFlNTAiO2k6NTQ3O3M6MTI6IlBfMUNfMDYxZDk0ZSI7aTo1NDg7czoxMjoiUF8xQ18yNWYxMzk2IjtpOjU0OTtzOjEyOiJQXzFDX2JkMzljYzUiO2k6NTUwO3M6MTI6IlBfMUNfM2NjYTdlNSI7aTo1NTE7czoxMjoiUF8xQ19iMDExYjQ3IjtpOjU1MjtzOjEyOiJQXzFDXzA3NDYyOWUiO2k6NTUzO3M6MTI6IlBfMUNfOTljNDFkMSI7aTo1NTQ7czoxMjoiUF8xQ18yMTY4N2IwIjtpOjU1NTtzOjEyOiJQXzFDXzA0ZGY2ZDMiO2k6NTU2O3M6MTI6IlBfMUNfZWY1NjdhOSI7aTo1NTc7czoxMjoiUF8xQ18wOGY0YWJhIjtpOjU1ODtzOjEyOiJQXzFDXzBjZDcxNGUiO2k6NTU5O3M6MTI6IlBfMUNfNGE2NDcxMiI7aTo1NjA7czoxMjoiUF8xQ180OTA2NTc4IjtpOjU2MTtzOjEyOiJQXzFDXzZiNTk0MDIiO2k6NTYyO3M6MTI6IlBfMUNfN2ViNWI0OSI7aTo1NjM7czoxMjoiUF8xQ18xNjdkNWJlIjtpOjU2NDtzOjEyOiJQXzFDXzQ0NzFkNjciO2k6NTY1O3M6MTI6IlBfMUNfYTNmYjJjZCI7aTo1NjY7czoxMjoiUF8xQ18xNDU3OTZmIjtpOjU2NztzOjEyOiJQXzFDXzJkZjEwODciO2k6NTY4O3M6MTI6IlBfMUNfNzUzZGVjMCI7aTo1Njk7czoxMjoiUF8xQ19kZGI4ZTIyIjtpOjU3MDtzOjEyOiJQXzFDX2ZlZjc5MmUiO2k6NTcxO3M6MTI6IlBfMUNfZDM5NDMzOCI7aTo1NzI7czoxMjoiUF8xQ18zZGI1YTE1IjtpOjU3MztzOjEyOiJQXzFDXzc1ZTdhYzAiO2k6NTc0O3M6MTI6IlBfMUNfYTNiZDZhNyI7aTo1NzU7czoxMjoiUF8xQ19kN2FhOTQzIjtpOjU3NjtzOjEyOiJQXzFDXzRlNGJhZWQiO2k6NTc3O3M6MTI6IlBfMUNfNWE1ZWI1MyI7aTo1Nzg7czoxMjoiUF8xQ19lZTUyNDY4IjtpOjU3OTtzOjEyOiJQXzFDX2JhMGM3MjEiO2k6NTgwO3M6MTI6IlBfMUNfN2YxOGEzNyI7aTo1ODE7czoxMjoiUF8xQ19iZTZmZjM0IjtpOjU4MjtzOjEyOiJQXzFDXzRlNTc2ZWIiO2k6NTgzO3M6MTI6IlBfMUNfM2FhNmNlZiI7aTo1ODQ7czoxMjoiUF8xQ184Njk5ZDA2IjtpOjU4NTtzOjEyOiJQXzFDXzY5NDkzYzEiO2k6NTg2O3M6MTI6IlBfMUNfZjg2ZjY3ZiI7aTo1ODc7czoxMjoiUF8xQ19iNGM3NGYyIjtpOjU4ODtzOjEyOiJQXzFDX2Y5NTUxYzUiO2k6NTg5O3M6MTI6IlBfMUNfNzA3MDdiNSI7aTo1OTA7czo3OiJZT1VUVUJFIjtpOjU5MTtzOjEyOiJQXzFDXzFlZjhhNzQiO2k6NTkyO3M6MTI6IlBfMUNfNGI5Y2Q1MCI7aTo1OTM7czoxMjoiUF8xQ19kMWJkNzI2IjtpOjU5NDtzOjEyOiJQXzFDXzMxY2RlNDEiO2k6NTk1O3M6MTI6IlBfMUNfOWM3ODE2MSI7aTo1OTY7czoxMjoiUF8xQ19lNzI3YjY1IjtpOjU5NztzOjEyOiJQXzFDXzJmYjk5ZjQiO2k6NTk4O3M6MTI6IlBfMUNfNWYyMDBlNyI7aTo1OTk7czoxMjoiUF8xQ19mNTdmZWJhIjtpOjYwMDtzOjEyOiJQXzFDX2U2MjNhMDEiO2k6NjAxO3M6MTI6IlBfMUNfZjg2MTNiNiI7aTo2MDI7czoxMjoiUF8xQ18zMTMwMDIyIjtpOjYwMztzOjEyOiJQXzFDXzAyODIzZTkiO2k6NjA0O3M6MTI6IlBfMUNfODYzMThhYiI7aTo2MDU7czoxMjoiUF8xQ182YTZjZDU5IjtpOjYwNjtzOjEyOiJQXzFDXzVkM2E4NGYiO2k6NjA3O3M6MTI6IlBfMUNfOTJhMmM5MSI7aTo2MDg7czoxMjoiUF8xQ183MDQ3NGM0IjtpOjYwOTtzOjEyOiJQXzFDXzk3OTc0YmIiO2k6NjEwO3M6MTI6IlBfMUNfMDg2YmJjOSI7aTo2MTE7czoxMjoiUF8xQ19iMmEyNTQxIjtpOjYxMjtzOjEyOiJQXzFDXzVkODk5MTEiO2k6NjEzO3M6MTI6IlBfMUNfZDBiMzBiYiI7aTo2MTQ7czoxMjoiUF8xQ18wNmNiY2RiIjtpOjYxNTtzOjEyOiJQXzFDXzczNjJmYTAiO2k6NjE2O3M6MTI6IlBfMUNfYzVjOTcyNiI7aTo2MTc7czoxMjoiUF8xQ19kYzgwNjcyIjtpOjYxODtzOjEyOiJQXzFDX2QyMTQ3MzQiO2k6NjE5O3M6MTI6IlBfMUNfZTdhY2Y0NyI7aTo2MjA7czoxMjoiUF8xQ19hZTAwYWQ2IjtpOjYyMTtzOjEyOiJQXzFDXzUwM2I3N2IiO2k6NjIyO3M6MTI6IlBfMUNfM2I5ZTg4NyI7aTo2MjM7czoxMjoiUF8xQ184OTYxMDE0IjtpOjYyNDtzOjEyOiJQXzFDX2YzNzM4NzEiO2k6NjI1O3M6MTI6IlBfMUNfNTExZjRmZCI7aTo2MjY7czoxMjoiUF8xQ19iYTEyMTk1IjtpOjYyNztzOjEyOiJQXzFDX2M3NWFiYWMiO2k6NjI4O3M6MTI6IlBfMUNfYjljMjcyZiI7aTo2Mjk7czoxMzoiREVMSVZFUllfVElNRSI7aTo2MzA7czoxMjoiUF8xQ19mN2IyOWM1IjtpOjYzMTtzOjEyOiJQXzFDXzVhMzQ1OTkiO2k6NjMyO3M6MTI6IlBfMUNfOWQ2ZDJhMyI7aTo2MzM7czoxMjoiUF8xQ184MzVjOTdlIjtpOjYzNDtzOjEyOiJQXzFDX2UzMzFmOTciO2k6NjM1O3M6MTI6IlBfMUNfN2I0NWUzYSI7aTo2MzY7czoxMjoiUF8xQ185MmUyZDRlIjtpOjYzNztzOjEyOiJQXzFDX2ZlNjg1ZjEiO2k6NjM4O3M6MTI6IlBfMUNfN2FhN2NlMSI7aTo2Mzk7czoxMjoiUF8xQ19hNmQxMzA1IjtpOjY0MDtzOjEyOiJQXzFDX2E0M2ZjMTUiO2k6NjQxO3M6MTI6IlBfMUNfMGVjNDM0OSI7aTo2NDI7czoxMjoiUF8xQ19kZDhlYWQyIjtpOjY0MztzOjEyOiJQXzFDXzhiMDYyM2EiO2k6NjQ0O3M6MTI6IlBfMUNfZjhiM2Y4ZCI7aTo2NDU7czoxMjoiUF8xQ182YzU0ZjAyIjtpOjY0NjtzOjEyOiJQXzFDXzVmMGEwZDAiO2k6NjQ3O3M6MTI6IlBfMUNfMDlkOGEyNSI7aTo2NDg7czoxMjoiUF8xQ185ZTY3OGFkIjtpOjY0OTtzOjEyOiJQXzFDXzZmNDNmODEiO2k6NjUwO3M6MTI6IlBfMUNfYmFkNTJjNCI7aTo2NTE7czoxMjoiUF8xQ18yMzc0OTgwIjtpOjY1MjtzOjEyOiJQXzFDX2E5NWY2YzEiO2k6NjUzO3M6MTI6IlBfMUNfMDBmYTRmZSI7aTo2NTQ7czoxMjoiUF8xQ180ZWJhYWRjIjtpOjY1NTtzOjEyOiJQXzFDXzVmMGQ5ODkiO2k6NjU2O3M6MTI6IlBfMUNfYjQyYmUyYyI7aTo2NTc7czoxMjoiUF8xQ184MTViODI1IjtpOjY1ODtzOjEyOiJQXzFDXzMxZmYyZGUiO2k6NjU5O3M6MTI6IlBfMUNfM2JkODFlOCI7aTo2NjA7czoxMjoiUF8xQ19lNWMxOWYwIjtpOjY2MTtzOjEyOiJQXzFDXzRhMGUyYzUiO2k6NjYyO3M6MTI6IlBfMUNfZDdhYmU3ZiI7aTo2NjM7czoxMjoiUF8xQ18zOGM5NjRmIjtpOjY2NDtzOjEyOiJQXzFDXzFmMThlMDIiO2k6NjY1O3M6MTI6IlBfMUNfYzBhODVkMCI7aTo2NjY7czoxMjoiUF8xQ183MTM0YjZmIjtpOjY2NztzOjEyOiJQXzFDX2E5YWMxZjUiO2k6NjY4O3M6MTI6IlBfMUNfZGY5YmM1OCI7aTo2Njk7czoxMjoiUF8xQ180YWUzMDJmIjtpOjY3MDtzOjEyOiJQXzFDXzg3NDhjNmEiO2k6NjcxO3M6MTI6IlBfMUNfZDYzMGRjNSI7aTo2NzI7czoxMjoiUF8xQ180ZGY3MTNmIjtpOjY3MztzOjEyOiJQXzFDX2M0YzI3OGYiO2k6Njc0O3M6MTI6IlBfMUNfODlhMjA4ZCI7aTo2NzU7czoxMjoiUF8xQ19lNjEyOGVmIjtpOjY3NjtzOjEyOiJQXzFDXzUzOTZkZjgiO2k6Njc3O3M6MTI6IlBfMUNfZTYyZWQ0YiI7aTo2Nzg7czoxMjoiUF8xQ185ZjRmZWFiIjtpOjY3OTtzOjEyOiJQXzFDXzRlYzIxOWQiO2k6NjgwO3M6MTI6IlBfMUNfODQ0YjAzNSI7aTo2ODE7czoxMjoiUF8xQ19iNGJhNmJjIjtpOjY4MjtzOjEyOiJQXzFDX2RkNzk4ZDYiO2k6NjgzO3M6MTI6IlBfMUNfYTU0MmE2ZiI7aTo2ODQ7czoxMjoiUF8xQ19jNzY1ODBlIjtpOjY4NTtzOjEyOiJQXzFDXzM1Yzg1YzIiO2k6Njg2O3M6MTI6IlBfMUNfY2FkOGQ3MSI7aTo2ODc7czoxMjoiUF8xQ19jNDg3NTM1IjtpOjY4ODtzOjEyOiJQXzFDXzZiZmZiYjgiO2k6Njg5O3M6MTI6IlBfMUNfN2Q4OTgwZCI7aTo2OTA7czoxMjoiUF8xQ19iNjM2OWQ1IjtpOjY5MTtzOjEyOiJQXzFDX2I5NDZjOTAiO2k6NjkyO3M6MTI6IlBfMUNfNzYzMzAzOCI7aTo2OTM7czoxMjoiUF8xQ182OWI1YmIzIjtpOjY5NDtzOjEyOiJQXzFDX2I2ODc4YjUiO2k6Njk1O3M6MTI6IlBfMUNfZmJjOWYzMyI7aTo2OTY7czoxMjoiUF8xQ19mMjg2MmIwIjtpOjY5NztzOjEyOiJQXzFDXzA4ZDM0ZWUiO2k6Njk4O3M6MTI6IlBfMUNfMDhiMjFjNiI7aTo2OTk7czoxMjoiUF8xQ19hMDMyMmIyIjtpOjcwMDtzOjEyOiJQXzFDX2YxNDM5ZDQiO2k6NzAxO3M6MTI6IlBfMUNfYjc1NWNkMSI7aTo3MDI7czoxMjoiUF8xQ18yOTQxYTg1IjtpOjcwMztzOjEyOiJQXzFDXzAyZDgyZjciO2k6NzA0O3M6MTI6IlBfMUNfOWUyMTcwZSI7aTo3MDU7czoxMjoiUF8xQ18xYzRlOGJhIjtpOjcwNjtzOjEyOiJQXzFDXzMzOTA0ZmMiO2k6NzA3O3M6MTI6IlBfMUNfMjRjZWQxMCI7aTo3MDg7czoxMjoiUF8xQ183M2UwM2VlIjtpOjcwOTtzOjEyOiJQXzFDX2YzYTNhMmQiO2k6NzEwO3M6MTI6IlBfMUNfNWJmNDdlNiI7aTo3MTE7czoxMjoiUF8xQ184ZjViMzAwIjtpOjcxMjtzOjEyOiJQXzFDX2NkN2I3YjAiO2k6NzEzO3M6MTI6IlBfMUNfMWE0ZTFjMiI7aTo3MTQ7czoxMjoiUF8xQ185ODM1ZTI1IjtpOjcxNTtzOjEyOiJQXzFDXzY5ODIzNTUiO2k6NzE2O3M6MTI6IlBfMUNfOTIzMjdhNyI7aTo3MTc7czoxMjoiUF8xQ18wODQwOGQxIjtpOjcxODtzOjEyOiJQXzFDX2YzNWZmZjEiO2k6NzE5O3M6MTI6IlBfMUNfMDYyYTRkMCI7aTo3MjA7czoxMjoiUF8xQ19iZTMwZjg2IjtpOjcyMTtzOjEyOiJQXzFDXzJkMDE1MDUiO2k6NzIyO3M6MTI6IlBfMUNfODc5MjBhYSI7aTo3MjM7czoxMjoiUF8xQ18xMDFhNGI4IjtpOjcyNDtzOjEyOiJQXzFDX2QzNzIwMTUiO2k6NzI1O3M6MTI6IlBfMUNfNTQ0N2E3YyI7aTo3MjY7czoxMjoiUF8xQ183NGUzM2E3IjtpOjcyNztzOjEyOiJQXzFDXzhiODk2NjkiO2k6NzI4O3M6MTI6IlBfMUNfMmUxYTcxYiI7aTo3Mjk7czoxMjoiUF8xQ19lNzlkZDBkIjtpOjczMDtzOjEyOiJQXzFDXzAyMjMzZDgiO2k6NzMxO3M6MTI6IlBfMUNfYzEyZDMwOCI7aTo3MzI7czoxMjoiUF8xQ18yODMxNjQ5IjtpOjczMztzOjEyOiJQXzFDXzg5YWE0NjYiO2k6NzM0O3M6MTI6IlBfMUNfYmRjM2E2OSI7aTo3MzU7czoxMjoiUF8xQ19iNzU2ZjI4IjtpOjczNjtzOjEyOiJQXzFDX2QzMzdiYjkiO2k6NzM3O3M6MTI6IlBfMUNfMjRiZDk4NCI7aTo3Mzg7czoxMjoiUF8xQ18yYmMyMTZlIjtpOjczOTtzOjEyOiJQXzFDXzI1MmQ5ZGYiO2k6NzQwO3M6MTI6IlBfMUNfNzgyZDE5YSI7aTo3NDE7czoxMjoiUF8xQ184ZDA1MzdjIjtpOjc0MjtzOjEyOiJQXzFDXzY3YTE5YjYiO2k6NzQzO3M6MTI6IlBfMUNfZmI1YjM5OSI7aTo3NDQ7czoxMjoiUF8xQ19mMDY1N2FlIjtpOjc0NTtzOjEyOiJQXzFDXzBjYTUxOTMiO2k6NzQ2O3M6MTI6IlBfMUNfYTkyNDNmYyI7aTo3NDc7czoxMjoiUF8xQ183MzZiYTNhIjtpOjc0ODtzOjEyOiJQXzFDXzc0MDhlM2EiO2k6NzQ5O3M6MTI6IlBfMUNfOTlmN2I5ZiI7aTo3NTA7czoxMjoiUF8xQ19lNTZiNGMzIjtpOjc1MTtzOjEyOiJQXzFDX2NlNThjNDgiO2k6NzUyO3M6MTI6IlBfMUNfYWM5NjdhOCI7aTo3NTM7czoxMjoiUF8xQ184ZDQ3YjdjIjtpOjc1NDtzOjEyOiJQXzFDXzc4ZTA5YTciO2k6NzU1O3M6MTI6IlBfMUNfNDc3NTQyZiI7aTo3NTY7czoxMjoiUF8xQ181ODBlYWZlIjtpOjc1NztzOjEyOiJQXzFDX2Y1YWY3MGYiO2k6NzU4O3M6MTI6IlBfMUNfZTFjZDNjNCI7aTo3NTk7czoxMjoiUF8xQ184YTZkODgyIjtpOjc2MDtzOjEyOiJQXzFDXzU0YTM1OWUiO2k6NzYxO3M6MTI6IlBfMUNfZDk4ZTYzNyI7aTo3NjI7czoxMjoiUF8xQ19jNGNjZWZmIjtpOjc2MztzOjEyOiJQXzFDXzFkYjU3NDEiO2k6NzY0O3M6MTI6IlBfMUNfNWVmMzczYiI7aTo3NjU7czoxMjoiUF8xQ19lZTRjNTUyIjtpOjc2NjtzOjEyOiJQXzFDX2Q2ODVmNDMiO2k6NzY3O3M6MTI6IlBfMUNfN2NiMzRmNSI7aTo3Njg7czoxMjoiUF8xQ182OGNjODU3IjtpOjc2OTtzOjEyOiJQXzFDX2M2MWQ3MzIiO2k6NzcwO3M6MTI6IlBfMUNfNWMxYmRkMCI7aTo3NzE7czoxMjoiUF8xQ18xYjI0NDY4IjtpOjc3MjtzOjEyOiJQXzFDXzY2N2QyZWEiO2k6NzczO3M6MTI6IlBfMUNfNjQwMTU3OSI7aTo3NzQ7czoxMjoiUF8xQ19mOGIzN2I0IjtpOjc3NTtzOjEyOiJQXzFDX2FiMzYyMGIiO2k6Nzc2O3M6MTI6IlBfMUNfMGNiNWVjMiI7aTo3Nzc7czoxMjoiUF8xQ18xYTJmZmQ1IjtpOjc3ODtzOjEyOiJQXzFDX2FkOGZiZTIiO2k6Nzc5O3M6MTI6IlBfMUNfZDc5MGM3OSI7aTo3ODA7czoxMjoiUF8xQ18xZmY2ODhlIjtpOjc4MTtzOjEyOiJQXzFDX2U0MmFhZGYiO2k6NzgyO3M6MTI6IlBfMUNfMDkxZTk0ZiI7aTo3ODM7czoxMjoiUF8xQ184MjMyMTEyIjtpOjc4NDtzOjEyOiJQXzFDXzg3ZDVlYzEiO2k6Nzg1O3M6MTI6IlBfMUNfMDNlOGJjNyI7aTo3ODY7czoxMjoiUF8xQ185YzJhZDAxIjtpOjc4NztzOjEyOiJQXzFDX2JkMjYyNTUiO2k6Nzg4O3M6MTI6IlBfMUNfZTNhMDRlNSI7aTo3ODk7czoxMjoiUF8xQ19iMWFkMDY2IjtpOjc5MDtzOjEyOiJQXzFDXzQzOWU5ZDUiO2k6NzkxO3M6MTI6IlBfMUNfYzNjN2ZlYiI7aTo3OTI7czoxMjoiUF8xQ18wZmUyNzRhIjtpOjc5MztzOjEyOiJQXzFDX2IwNTQzNGEiO2k6Nzk0O3M6MTI6IlBfMUNfMjkyNTVhZCI7aTo3OTU7czoxMjoiUF8xQ185OGE1MTY5IjtpOjc5NjtzOjEyOiJQXzFDX2U4MDQ0YmMiO2k6Nzk3O3M6MTI6IlBfMUNfMjc1NDA5NCI7aTo3OTg7czoxMjoiUF8xQ19jMzJjYmVhIjtpOjc5OTtzOjEyOiJQXzFDX2Y4ZGFlNTQiO2k6ODAwO3M6MTI6IlBfMUNfZTAzZjFhNSI7aTo4MDE7czoxMjoiUF8xQ19mZTY5NjRlIjtpOjgwMjtzOjEyOiJQXzFDX2UwNDE2YTciO2k6ODAzO3M6MTI6IlBfMUNfNjcyYjlkMyI7aTo4MDQ7czoxMjoiUF8xQ18yOGFjM2JiIjtpOjgwNTtzOjEyOiJQXzFDXzU1Y2Y3OTIiO2k6ODA2O3M6MTI6IkVYVFJBX1BPSU5UUyI7aTo4MDc7czoxMjoiUF8xQ18xNTk2MGM2IjtpOjgwODtzOjEyOiJQXzFDX2UxY2QxMWYiO2k6ODA5O3M6MTI6IlBfMUNfYmMxMjllYyI7aTo4MTA7czoxMjoiUF8xQ182ZTRiOWUxIjtpOjgxMTtzOjEyOiJQXzFDXzExZDU5ZTEiO2k6ODEyO3M6MTI6IlBfMUNfNDNkZTFjZiI7aTo4MTM7czoxMjoiUF8xQ19hYWI2NTZiIjtpOjgxNDtzOjEyOiJQXzFDXzZlODNkNjciO2k6ODE1O3M6MTI6IlBfMUNfODcxYTNkZSI7aTo4MTY7czoxMjoiUF8xQ18wM2NjODcyIjtpOjgxNztzOjEyOiJQXzFDXzQ0OWNlNTYiO2k6ODE4O3M6MTI6IlBfMUNfYmIzZjZjZiI7aTo4MTk7czoxMjoiUF8xQ18zZDBmYjAyIjtpOjgyMDtzOjEyOiJQXzFDXzU0NzljMjMiO2k6ODIxO3M6MTU6IkhPV19UT19TRUxMX1BFUiI7aTo4MjI7czoxMToiSE9XX1RPX1NFTEwiO2k6ODIzO3M6MTI6IlBfMUNfNmRjOTdmMSI7aTo4MjQ7czoxMjoiUF8xQ19jYTZlNTk5IjtpOjgyNTtzOjEyOiJQXzFDX2NmMzMxNzQiO2k6ODI2O3M6MTI6IlBfMUNfMGRhZjVkMSI7aTo4Mjc7czoxMjoiUF8xQ18wNjYzM2Y1IjtpOjgyODtzOjEyOiJQXzFDXzJmYzk1NDUiO2k6ODI5O3M6MTI6IlBfMUNfYTQyMDUzOSI7aTo4MzA7czoxMjoiUF8xQ19jOGQ3YTA2IjtpOjgzMTtzOjEyOiJQXzFDX2RiYmFmMDAiO2k6ODMyO3M6MTI6IlBfMUNfOTk2ZDEzOSI7aTo4MzM7czoxMjoiUF8xQ184M2IyNGNlIjtpOjgzNDtzOjEyOiJQXzFDX2NmMjY2NTciO2k6ODM1O3M6MTI6IlBfMUNfYWRkYjg2ZCI7aTo4MzY7czoxMjoiUF8xQ185MDBjODg1IjtpOjgzNztzOjEyOiJQXzFDXzBmOWRlYWQiO2k6ODM4O3M6MTI6IlBfMUNfNzM1ZmRkZSI7aTo4Mzk7czoxMjoiUF8xQ19hMDk5ZDhiIjtpOjg0MDtzOjEyOiJQXzFDX2UwNDkyMjQiO2k6ODQxO3M6MTI6IlBfMUNfYWExZjY4OCI7aTo4NDI7czoxMjoiUF8xQ181YTRhM2UxIjtpOjg0MztzOjEyOiJQXzFDXzczZDRhMTQiO2k6ODQ0O3M6MTI6IlBfMUNfZDVlM2E1OCI7aTo4NDU7czoxMjoiUF8xQ19lYjdhODBkIjtpOjg0NjtzOjEyOiJQXzFDX2ViMzgyY2YiO2k6ODQ3O3M6MTI6IlBfMUNfOWNiNTcwNSI7aTo4NDg7czoxMjoiUF8xQ18yOTcwZTJmIjtpOjg0OTtzOjEyOiJQXzFDXzRhOWE4ZWQiO2k6ODUwO3M6MTI6IlBfMUNfYjllMjczYiI7aTo4NTE7czoxMjoiUF8xQ18zNzg3Yzg2IjtpOjg1MjtzOjEyOiJQXzFDXzEyMDg4YzciO2k6ODUzO3M6MTI6IlBfMUNfYmFhMTQ2OCI7aTo4NTQ7czoxMjoiUF8xQ181MGEyYTU1IjtpOjg1NTtzOjEyOiJQXzFDXzE5Njg2ZWYiO2k6ODU2O3M6MTI6IlBfMUNfNGI0NDhhMyI7aTo4NTc7czoxMjoiUF8xQ19mYTdlMjViIjtpOjg1ODtzOjEyOiJQXzFDXzIyNWVkNWEiO2k6ODU5O3M6MTI6IlBfMUNfMDI1ZDZlNCI7aTo4NjA7czoxMjoiUF8xQ19kZWNiNWEwIjtpOjg2MTtzOjEyOiJQXzFDXzVhNTJkZTciO2k6ODYyO3M6MTI6IlBfMUNfMmZjNWU4NiI7aTo4NjM7czoxMjoiUF8xQ180YzI1ZTViIjtpOjg2NDtzOjEyOiJQXzFDXzQwNzI3M2EiO2k6ODY1O3M6MTI6IlBfMUNfMjdlMTQ3MiI7aTo4NjY7czoxMjoiUF8xQ185Njk0NzVjIjtpOjg2NztzOjEyOiJQXzFDX2Y0ZDAzYTIiO2k6ODY4O3M6MTI6IlBfMUNfNGVmNjg5YiI7aTo4Njk7czoxMjoiUF8xQ18yNzlmN2MwIjtpOjg3MDtzOjEyOiJQXzFDX2E0ZGUyMWQiO2k6ODcxO3M6MTI6IlBfMUNfNGMyZGI2NiI7aTo4NzI7czoxMjoiUF8xQ18zNDhkNmI4IjtpOjg3MztzOjEyOiJQXzFDXzk3YzcyODEiO2k6ODc0O3M6MTI6IlBfMUNfYzljN2UxZCI7aTo4NzU7czoxMjoiUF8xQ184NzFkOWNmIjtpOjg3NjtzOjEyOiJQXzFDXzZiZmNhYTgiO2k6ODc3O3M6MTI6IlBfMUNfY2UyYTIxNiI7aTo4Nzg7czoxMjoiUF8xQ19mOTg3MDkwIjtpOjg3OTtzOjEyOiJQXzFDXzQ0OWFjMDAiO2k6ODgwO3M6MTI6IlBfMUNfMmU1ODIyMyI7aTo4ODE7czoxMjoiUF8xQ180ZGUwMjcyIjtpOjg4MjtzOjEyOiJQXzFDX2E4NjQ3NjciO2k6ODgzO3M6MTI6IlBfMUNfNTgzN2ZiYSI7aTo4ODQ7czoxMjoiUF8xQ19iYTdmYTM1IjtpOjg4NTtzOjEyOiJQXzFDX2E2MzYxMTMiO2k6ODg2O3M6MTI6IlBfMUNfMmQ0YWZiZCI7aTo4ODc7czoxMjoiUF8xQ181YzNhNGZjIjtpOjg4ODtzOjEyOiJQXzFDXzVmZTEzOGUiO2k6ODg5O3M6MTI6IlBfMUNfNDFjMjVmYSI7aTo4OTA7czoxMjoiUF8xQ19iZTY2NTExIjtpOjg5MTtzOjEyOiJQXzFDXzg1Mjg2OGEiO2k6ODkyO3M6MTI6IlBfMUNfZTVkMjMxYyI7aTo4OTM7czoxMjoiUF8xQ181OWJjZWVmIjtpOjg5NDtzOjEyOiJQXzFDXzAzNjA3ZTMiO2k6ODk1O3M6MTI6IlBfMUNfMmRjZjhhMSI7aTo4OTY7czoxMjoiUF8xQ182MjQzMzZmIjtpOjg5NztzOjEyOiJQXzFDXzc1NWYwZWYiO2k6ODk4O3M6MTI6IlBfMUNfNjM2MjhiOSI7aTo4OTk7czoxMjoiUF8xQ19mZDVjMTNiIjtpOjkwMDtzOjEyOiJQXzFDXzI1MTZhYjEiO2k6OTAxO3M6MTI6IlBfMUNfNTkwYWE1OCI7aTo5MDI7czoxMjoiUF8xQ19mM2ZjMzc4IjtpOjkwMztzOjEyOiJQXzFDX2Q0OWVjMTYiO2k6OTA0O3M6MTI6IlBfMUNfNTdjZWJjNiI7aTo5MDU7czoxMjoiUF8xQ180YzhjOTIzIjtpOjkwNjtzOjEyOiJQXzFDXzAyNmRlMzQiO2k6OTA3O3M6MTI6IlBfMUNfOTRhZDU1YyI7aTo5MDg7czoxMjoiUF8xQ18zYzg2MTFiIjtpOjkwOTtzOjEyOiJQXzFDXzQwZWRkY2MiO2k6OTEwO3M6MTI6IlBfMUNfMzM5ZDZiOSI7aTo5MTE7czoxMjoiUF8xQ180NmJmN2Q3IjtpOjkxMjtzOjEyOiJQXzFDXzY3NjgwOTYiO2k6OTEzO3M6MTI6IlBfMUNfZGViNjRjYyI7aTo5MTQ7czoxMjoiUF8xQ180OGU4NjQxIjtpOjkxNTtzOjEyOiJQXzFDXzc3MzgwMGIiO2k6OTE2O3M6MTI6IlBfMUNfOWYwY2I0OSI7aTo5MTc7czoxMjoiUF8xQ18xMzMzYjA5IjtpOjkxODtzOjEyOiJQXzFDXzdhYTFhMTEiO2k6OTE5O3M6MTI6IlBfMUNfMGJlMWVmMCI7aTo5MjA7czoxMjoiUF8xQ182ZjU4NzYzIjtpOjkyMTtzOjEyOiJQXzFDXzgyM2I3NjUiO2k6OTIyO3M6MTI6IlBfMUNfZTA3NjVhNCI7aTo5MjM7czoxMjoiUF8xQ18wNGUxZDY0IjtpOjkyNDtzOjEyOiJQXzFDX2Q0NzBmNWQiO2k6OTI1O3M6MTI6IlBfMUNfYTMyNzk2MSI7aTo5MjY7czoxMjoiUF8xQ184ZTU4Y2NhIjtpOjkyNztzOjEyOiJQXzFDX2E5ZjU1NzYiO2k6OTI4O3M6MTI6IlBfMUNfNjMyOGFmMCI7aTo5Mjk7czoxMjoiUF8xQ185ZThmYzYzIjtpOjkzMDtzOjEyOiJQXzFDX2E0OGM2NjQiO2k6OTMxO3M6MTI6IlBfMUNfNDk1ZDg0NiI7aTo5MzI7czoxMjoiUF8xQ181M2Q4OWZhIjtpOjkzMztzOjEyOiJQXzFDXzljNGE2YjEiO2k6OTM0O3M6MTI6IlBfMUNfM2M4OTg5MiI7aTo5MzU7czoxMjoiUF8xQ19kMzA4M2NiIjtpOjkzNjtzOjEyOiJQXzFDXzY3NWE5YWUiO2k6OTM3O3M6MTI6IlBfMUNfM2VmY2VjNCI7aTo5Mzg7czoxMjoiUF8xQ18yNGFhODk0IjtpOjkzOTtzOjEyOiJQXzFDX2U0ZDFlNmIiO2k6OTQwO3M6MTI6IlBfMUNfMmYwNzQyNiI7aTo5NDE7czoxMjoiUF8xQ183NWE5N2JlIjtpOjk0MjtzOjEyOiJQXzFDX2ViNTIwMTMiO2k6OTQzO3M6MTI6IlBfMUNfYTg5OGZiZCI7aTo5NDQ7czoxMjoiUF8xQ19jODVlYzUxIjtpOjk0NTtzOjEyOiJQXzFDXzYwODFiMmEiO2k6OTQ2O3M6MTI6IlBfMUNfNjY3NGQyOSI7aTo5NDc7czoxMjoiUF8xQ182ZTU5YTk3IjtpOjk0ODtzOjEyOiJQXzFDXzBlYTY3MTUiO2k6OTQ5O3M6MTI6IlBfMUNfYmZjYzk4OCI7aTo5NTA7czoxMjoiUF8xQ19hZmQ5ZmY2IjtpOjk1MTtzOjEyOiJQXzFDXzMzYjczZWEiO2k6OTUyO3M6MTI6IlBfMUNfNDljMTBkZCI7aTo5NTM7czoxMjoiUF8xQ19mNTk5ZDEzIjtpOjk1NDtzOjEyOiJQXzFDXzZlYTU5NjgiO2k6OTU1O3M6MTI6IlBfMUNfZGI1MGM4MyI7aTo5NTY7czoxMjoiUF8xQ19lZjlkYTkzIjtpOjk1NztzOjEyOiJQXzFDX2RmMDE3YmYiO2k6OTU4O3M6MTI6IlBfMUNfOWUwMzc5OCI7aTo5NTk7czoxMjoiUF8xQ184NzhiMWQ5IjtpOjk2MDtzOjEyOiJQXzFDX2ZjODBjNmYiO2k6OTYxO3M6MTI6IlBfMUNfNDZmMjY2NCI7aTo5NjI7czoxMjoiUF8xQ18xMGNjZGU2IjtpOjk2MztzOjEyOiJQXzFDX2E2MDQxNjAiO2k6OTY0O3M6MTI6IlBfMUNfNGY5OWY3NiI7aTo5NjU7czoxMjoiUF8xQ181Y2QxNWE3IjtpOjk2NjtzOjEyOiJQXzFDXzliZDM0NGIiO2k6OTY3O3M6MTI6IlBfMUNfNWJjYTllZiI7aTo5Njg7czoxMjoiUF8xQ19iNzc3M2EwIjtpOjk2OTtzOjEyOiJQXzFDXzI2NTMwYTIiO2k6OTcwO3M6MTI6IlBfMUNfNzVkMjlmNCI7aTo5NzE7czoxMjoiUF8xQ185YjJmM2MzIjtpOjk3MjtzOjEyOiJQXzFDXzEwMjI3NmQiO2k6OTczO3M6MTI6IlBfMUNfN2ZhZjhjNCI7aTo5NzQ7czoxMjoiUF8xQ19kMTkyMmMzIjtpOjk3NTtzOjEyOiJQXzFDX2I5Y2M5MzQiO2k6OTc2O3M6MTI6IlBfMUNfNTk4YmI1NyI7aTo5Nzc7czoxMjoiUF8xQ19mYjFjMjQ5IjtpOjk3ODtzOjEyOiJQXzFDX2M2N2NiMzAiO2k6OTc5O3M6MTI6IlBfMUNfYTdlODUyNiI7aTo5ODA7czoxMjoiUF8xQ18yMjFjMTM5IjtpOjk4MTtzOjEyOiJQXzFDXzM0ZDc5NDEiO2k6OTgyO3M6MTI6IlBfMUNfZTZkYmY1ZCI7aTo5ODM7czoxMjoiUF8xQ184NzA5YWM5IjtpOjk4NDtzOjEyOiJQXzFDXzVmZDdkOWIiO2k6OTg1O3M6MTI6IlBfMUNfOTJkZTgyYSI7aTo5ODY7czoxMjoiUF8xQ19mOGVkNWEzIjtpOjk4NztzOjEyOiJQXzFDXzAzNGVmNmUiO2k6OTg4O3M6MTI6IlBfMUNfZWQ4MjBhMSI7aTo5ODk7czoxMjoiUF8xQ19hOTQwOWI4IjtpOjk5MDtzOjEyOiJQXzFDXzE5MGE5ZmYiO2k6OTkxO3M6MTI6IlBfMUNfOTY4NGRjMiI7aTo5OTI7czoxMjoiUF8xQ181NDRlYTIyIjtpOjk5MztzOjEyOiJQXzFDX2JkNDhhNzUiO2k6OTk0O3M6MTI6IlBfMUNfYTVlOTUxNiI7aTo5OTU7czoxMjoiUF8xQ19lODI0YjBiIjtpOjk5NjtzOjEyOiJQXzFDXzE2OWI4ZGUiO2k6OTk3O3M6MTI6IlBfMUNfMzk2NWY4OSI7aTo5OTg7czoxMjoiUF8xQ19iYWZlODIyIjtpOjk5OTtzOjEyOiJQXzFDXzkxYjU2ZTEiO2k6MTAwMDtzOjEyOiJQXzFDXzYyODZkYjkiO2k6MTAwMTtzOjEyOiJQXzFDXzQ2Y2RlODciO2k6MTAwMjtzOjEyOiJQXzFDXzRlMWU1Y2EiO2k6MTAwMztzOjEyOiJQXzFDXzg2N2YwZWYiO2k6MTAwNDtzOjEyOiJQXzFDXzc1MWFiZTMiO2k6MTAwNTtzOjEyOiJQXzFDX2UxY2FkNDEiO2k6MTAwNjtzOjEyOiJQXzFDX2NkMjkwMWMiO2k6MTAwNztzOjEyOiJQXzFDXzI3YWUxOTkiO2k6MTAwODtzOjEyOiJQXzFDXzZmNWE1OGQiO2k6MTAwOTtzOjEyOiJQXzFDX2M1YmNjZmMiO2k6MTAxMDtzOjEyOiJQXzFDXzg0MzU3ZDEiO2k6MTAxMTtzOjEyOiJQXzFDX2UyYjkyNDAiO2k6MTAxMjtzOjEyOiJQXzFDXzBlYWY4NGEiO2k6MTAxMztzOjEyOiJQXzFDX2Q3ODUxMTAiO2k6MTAxNDtzOjEyOiJQXzFDXzk4OTBhNGYiO2k6MTAxNTtzOjEyOiJQXzFDXzU0ODlhNGYiO2k6MTAxNjtzOjEyOiJQXzFDXzFjNDNjNTQiO2k6MTAxNztzOjEyOiJQXzFDX2M1MjJjNzciO2k6MTAxODtzOjEyOiJQXzFDX2E5MGJhYjgiO2k6MTAxOTtzOjEyOiJQXzFDX2QyMjE3YWEiO2k6MTAyMDtzOjEyOiJQXzFDXzAzMDU0ZTYiO2k6MTAyMTtzOjEyOiJQXzFDX2I3YmUzM2EiO2k6MTAyMjtzOjEyOiJQXzFDXzZlOGE0NWEiO2k6MTAyMztzOjEyOiJQXzFDX2FmY2Y5NTYiO2k6MTAyNDtzOjEyOiJQXzFDXzM3OWNjNzQiO2k6MTAyNTtzOjEyOiJQXzFDXzExNTc0NjAiO2k6MTAyNjtzOjEyOiJQXzFDX2JiMmM0ZjUiO2k6MTAyNztzOjEyOiJQXzFDX2QwZWNlN2EiO2k6MTAyODtzOjEyOiJQXzFDXzdkMjBmOGIiO2k6MTAyOTtzOjEyOiJQXzFDX2FhYjRmMzYiO2k6MTAzMDtzOjEyOiJQXzFDXzdiOTY1NjYiO2k6MTAzMTtzOjEyOiJQXzFDXzdiNzc3ZjIiO2k6MTAzMjtzOjEyOiJQXzFDXzNlZmIyNTAiO2k6MTAzMztzOjEyOiJQXzFDXzc1ODAzODciO2k6MTAzNDtzOjEyOiJQXzFDXzY3MWYwMWMiO2k6MTAzNTtzOjEyOiJQXzFDXzUxZTI4OWUiO2k6MTAzNjtzOjEyOiJQXzFDXzBkZjM2NjEiO2k6MTAzNztzOjEyOiJQXzFDX2VlMjY4YzkiO2k6MTAzODtzOjEyOiJQXzFDXzc3ZGRiZTAiO2k6MTAzOTtzOjEyOiJQXzFDX2U0OTBhNDUiO2k6MTA0MDtzOjEyOiJQXzFDX2FlZDU0M2IiO2k6MTA0MTtzOjEyOiJQXzFDXzY0MGUwYTkiO2k6MTA0MjtzOjEyOiJQXzFDXzkxMWM5YTYiO2k6MTA0MztzOjEyOiJQXzFDXzI3Nzc3MzAiO2k6MTA0NDtzOjEyOiJQXzFDX2Q4N2ZmMjUiO2k6MTA0NTtzOjEyOiJQXzFDX2RjMmJjYWYiO2k6MTA0NjtzOjEyOiJQXzFDXzBjNDI2YzkiO2k6MTA0NztzOjEyOiJQXzFDXzFkNjRmNmYiO2k6MTA0ODtzOjEyOiJQXzFDXzIxMjA5NzQiO2k6MTA0OTtzOjEyOiJQXzFDXzQyNTZhZjYiO2k6MTA1MDtzOjEyOiJQXzFDX2Q2MzZmN2YiO2k6MTA1MTtzOjEyOiJQXzFDX2JjMDljYjEiO2k6MTA1MjtzOjEyOiJQXzFDX2JiNTAyMmQiO2k6MTA1MztzOjEyOiJQXzFDXzI0N2ZiNDEiO2k6MTA1NDtzOjEyOiJQXzFDX2I4MDk5NTYiO2k6MTA1NTtzOjEyOiJQXzFDX2E2NGQxMTEiO2k6MTA1NjtzOjEyOiJQXzFDXzg0ZjgzMTciO2k6MTA1NztzOjEyOiJQXzFDXzJiYzk1YmQiO2k6MTA1ODtzOjEyOiJQXzFDX2E5NDkyNTkiO2k6MTA1OTtzOjEyOiJQXzFDX2M2M2MyNDIiO2k6MTA2MDtzOjEyOiJQXzFDXzRiMGIxZTgiO2k6MTA2MTtzOjEyOiJQXzFDXzczMDk3NTUiO2k6MTA2MjtzOjEyOiJQXzFDX2U3NjdiNjciO2k6MTA2MztzOjEyOiJQXzFDX2FjMjhlM2EiO2k6MTA2NDtzOjEyOiJQXzFDX2U4N2FhZjkiO2k6MTA2NTtzOjEyOiJQXzFDXzM0ZmViZDEiO2k6MTA2NjtzOjEyOiJQXzFDXzgzZThkNmEiO2k6MTA2NztzOjEyOiJQXzFDXzliOGM5MzMiO2k6MTA2ODtzOjEyOiJQXzFDXzFmNzgxMTkiO2k6MTA2OTtzOjEyOiJQXzFDXzdjYjg0MWYiO2k6MTA3MDtzOjEyOiJQXzFDXzI0ZTRjNDQiO2k6MTA3MTtzOjEyOiJQXzFDX2M1NDg1YTEiO2k6MTA3MjtzOjEyOiJQXzFDX2U1MTU4OWQiO2k6MTA3MztzOjEyOiJQXzFDXzFiY2U0MmEiO2k6MTA3NDtzOjEyOiJQXzFDX2Q1ZTYzMTIiO2k6MTA3NTtzOjEyOiJQXzFDXzA0MDgzNjkiO2k6MTA3NjtzOjEyOiJQXzFDX2I3ZDNmMTIiO2k6MTA3NztzOjEyOiJQXzFDXzVlNTYxYWMiO2k6MTA3ODtzOjEyOiJQXzFDX2U4NmFiMmIiO2k6MTA3OTtzOjEyOiJQXzFDXzIwMTBiNzkiO2k6MTA4MDtzOjEyOiJQXzFDXzVmOGFkNzkiO2k6MTA4MTtzOjEyOiJQXzFDXzkzZjYxMWMiO2k6MTA4MjtzOjEyOiJQXzFDXzQ4YWVkMjIiO2k6MTA4MztzOjEyOiJQXzFDXzlmNmRlM2IiO2k6MTA4NDtzOjEyOiJQXzFDXzNmZWI4N2MiO2k6MTA4NTtzOjEyOiJQXzFDXzM4NGRkMjYiO2k6MTA4NjtzOjEyOiJQXzFDXzQ0OGQ5YzUiO2k6MTA4NztzOjEyOiJQXzFDXzMyZjBkOTEiO2k6MTA4ODtzOjEyOiJQXzFDXzE4MTJlZTQiO2k6MTA4OTtzOjEyOiJQXzFDXzY3NDJmNmQiO2k6MTA5MDtzOjEyOiJQXzFDXzdiNmMzNmIiO2k6MTA5MTtzOjEyOiJQXzFDX2FlN2NlNmIiO2k6MTA5MjtzOjEyOiJQXzFDX2UxZjE3MTEiO2k6MTA5MztzOjU6IlNUT0NLIjtpOjEwOTQ7czo5OiJDT0RFS05BVUYiO2k6MTA5NTtzOjY6IkNPREVTRyI7aToxMDk2O3M6OToiTUlOX09SREVSIjtpOjEwOTc7czo2OiJWT0xVTUUiO2k6MTA5ODtzOjE2OiJZQU5ERVhfTUFSS0VUX09OIjtpOjEwOTk7czo4OiJIT1RfREVBTCI7aToxMTAwO3M6NzoiREVGSUNJVCI7aToxMTAxO3M6MTI6Ik1BVF9ESVNDT1VOVCI7aToxMTAyO3M6MzoiTkVXIjtpOjExMDM7czozOiJISVQiO2k6MTEwNDtzOjExOiJISVRQUklPUklUWSI7aToxMTA1O3M6MTU6IkRFTElWRVJZX0FDVElPTiI7aToxMTA2O3M6NjoiUE9JTlRTIjtpOjExMDc7czo1OiJTSEFSRSI7aToxMTA4O3M6MzoiSE9UIjtpOjExMDk7czo4OiJERUxJVkVSWSI7aToxMTEwO3M6ODoiRElTQ09VTlQiO2k6MTExMTtzOjEyOiJTRVJWSUNFX0xJTksiO2k6MTExMjtzOjQ6IkdUSU4iO2k6MTExMztzOjEyOiJQUk9NT1NUSUNLRVIiO2k6MTExNDtzOjIwOiJNQVJLRVRfU1RFUF9RVUFOVElUWSI7aToxMTE1O3M6MTk6Ik1BUktFVF9NSU5fUVVBTlRJVFkiO2k6MTExNjtzOjE3OiJFWFBPUlRfWU1fRVhQUkVTUyI7aToxMTE3O3M6MTc6IkZPUlVNX01FU1NBR0VfQ05UIjtpOjExMTg7czo2OiJSQVRJTkciO2k6MTExOTtzOjE0OiJGT1JVTV9UT1BJQ19JRCI7aToxMTIwO3M6MDoiIjt9czoyMDoiUFJPUEVSVFlfQ09ERV9NT0JJTEUiO2E6MTEyMDp7aTowO3M6MTI6IlBfMUNfYjdjNzYxNSI7aToxO3M6MTI6IlBfMUNfMTc0MTA2NyI7aToyO3M6MTI6IlBfMUNfZDQ2NGZjMiI7aTozO3M6MTI6IlBfMUNfZDY4YWZjYSI7aTo0O3M6MTI6IlBfMUNfYTJiZTMyZiI7aTo1O3M6MTI6IlBfMUNfMTkzZWFhOSI7aTo2O3M6MTI6IlBfMUNfNDU3OTkzZiI7aTo3O3M6MTI6IlBfMUNfZmIwNzNiYiI7aTo4O3M6MTI6IlBfMUNfZDg4NzJjYiI7aTo5O3M6MTI6IlBfMUNfOGFhOTZiOSI7aToxMDtzOjEyOiJQXzFDXzY2NGU2Y2YiO2k6MTE7czoxMjoiUF8xQ182NTU2YTNhIjtpOjEyO3M6MTI6IlBfMUNfMzk2ZGI5OCI7aToxMztzOjEyOiJQXzFDXzNjNmJjYzUiO2k6MTQ7czoxMjoiUF8xQ19kZDU4YmM1IjtpOjE1O3M6MTI6IlNFQ1RJT05fTElOSyI7aToxNjtzOjEyOiJQXzFDXzg5Yjk1NzAiO2k6MTc7czoxMjoiUF8xQ19lZDJkM2FmIjtpOjE4O3M6MTI6IlBfMUNfMzY4N2YxZSI7aToxOTtzOjEyOiJQXzFDXzI1Yzk5NTMiO2k6MjA7czoxMjoiUF8xQ184NjU4OWM4IjtpOjIxO3M6MTI6IlBfMUNfY2ZhNDE2YiI7aToyMjtzOjEyOiJQXzFDX2Q4NTA3NzciO2k6MjM7czoxMjoiUF8xQ182NjBkMDQ0IjtpOjI0O3M6MTI6IlBfMUNfNmQ5MDQxNSI7aToyNTtzOjEyOiJQXzFDXzNlNWU3ZWUiO2k6MjY7czoxMjoiUF8xQ18yY2FiNDY1IjtpOjI3O3M6MTI6IlBfMUNfOTkwYWRjYyI7aToyODtzOjEyOiJQXzFDX2Q5YTU5ODMiO2k6Mjk7czoxMjoiUF8xQ18wZjc2MzExIjtpOjMwO3M6MTI6IlBfMUNfMmE2MTk1ZSI7aTozMTtzOjExOiJSRUNPTU1FTkRFRCI7aTozMjtzOjEyOiJQXzFDX2RlYWZjZjgiO2k6MzM7czoxMjoiUF8xQ18zY2FkNWI5IjtpOjM0O3M6MTI6IlBfMUNfY2Y5YjhjYiI7aTozNTtzOjEyOiJQXzFDXzdmNDhlYTQiO2k6MzY7czoxMjoiUF8xQ19lZGU4OGVjIjtpOjM3O3M6MTI6IlBfMUNfMzJiNDgzOSI7aTozODtzOjEyOiJQXzFDXzUwYjYyYzgiO2k6Mzk7czoxMjoiUF8xQ19lNDc2MjdkIjtpOjQwO3M6MTI6IlBfMUNfNmM1Yjk5NiI7aTo0MTtzOjEyOiJQXzFDXzBkN2FjZGQiO2k6NDI7czoxMjoiUF8xQ182YWIyMGJiIjtpOjQzO3M6MTI6IlBfMUNfMGMzMTgwMSI7aTo0NDtzOjEyOiJQXzFDXzk0NWM1NzciO2k6NDU7czoxMjoiUF8xQ185YWRkZDEwIjtpOjQ2O3M6MTI6IlBfMUNfMGI0ZGYzMiI7aTo0NztzOjEyOiJQXzFDXzExZWM0MzAiO2k6NDg7czoxMjoiUF8xQ19lMmMxOTc5IjtpOjQ5O3M6MTI6IlBfMUNfYzUzOGVjZiI7aTo1MDtzOjEyOiJQXzFDXzM1YWJkZGUiO2k6NTE7czoxMjoiUF8xQ19lMDNmMDM3IjtpOjUyO3M6MTI6IlBfMUNfNGFhZjNkOCI7aTo1MztzOjEyOiJQXzFDX2E5ZjFlOWIiO2k6NTQ7czoxMjoiUF8xQ19iMzQxNTgwIjtpOjU1O3M6MTI6IlBfMUNfMDU0NjgzMCI7aTo1NjtzOjEyOiJQXzFDX2Y5MzU2NmQiO2k6NTc7czoxMjoiUF8xQ19kNTgwZDA2IjtpOjU4O3M6MTI6IlBfMUNfYmM5OGI4YiI7aTo1OTtzOjEyOiJQXzFDXzkyMzQzYjIiO2k6NjA7czoxMjoiUF8xQ19hYWU1ZGFlIjtpOjYxO3M6MTI6IlBfMUNfYjIyMWE0ZCI7aTo2MjtzOjEyOiJQXzFDXzNjYzkyZGEiO2k6NjM7czoxMjoiUF8xQ18zNmY2OGY0IjtpOjY0O3M6MTI6IlBfMUNfYTM3NzIyYyI7aTo2NTtzOjEyOiJQXzFDXzBlMDQwNzEiO2k6NjY7czoxMjoiUF8xQ184NjBkZGNkIjtpOjY3O3M6MTI6IlBfMUNfNjdmOGY2YiI7aTo2ODtzOjEyOiJQXzFDXzgxY2I1OGQiO2k6Njk7czoxMjoiUF8xQ185ZmM5MTlhIjtpOjcwO3M6MTI6IlBfMUNfZmEwNTU4MCI7aTo3MTtzOjEyOiJQXzFDXzQ0NmI0ZDkiO2k6NzI7czoxMjoiUF8xQ185ODFjYTIxIjtpOjczO3M6MTI6IlBfMUNfNjBmOTVmOSI7aTo3NDtzOjEyOiJQXzFDXzY4YTk3NzQiO2k6NzU7czoxMjoiUF8xQ19hMTkzOGY5IjtpOjc2O3M6MTI6IlBfMUNfOTE2NDdkYSI7aTo3NztzOjEyOiJQXzFDXzA4ZGMyMjgiO2k6Nzg7czoxMjoiUF8xQ184NWQ3NTU0IjtpOjc5O3M6MTI6IlBfMUNfMzM4YTM4YSI7aTo4MDtzOjEyOiJQXzFDXzcyZDQ0YTciO2k6ODE7czoxMjoiUF8xQ19kODMzNjc2IjtpOjgyO3M6MTI6IlBfMUNfNjE5NDExMyI7aTo4MztzOjEyOiJQXzFDXzNmNjU4NTUiO2k6ODQ7czoxMjoiUF8xQ181ZjE2NTFjIjtpOjg1O3M6MTI6IlBfMUNfN2YxMWNlMCI7aTo4NjtzOjEyOiJQXzFDXzM5OGMyMTIiO2k6ODc7czoxMjoiUF8xQ19iNDA3NGM5IjtpOjg4O3M6MTI6IlBfMUNfODA2Mjk5OSI7aTo4OTtzOjEyOiJQXzFDX2M4NmJhNTkiO2k6OTA7czoxMjoiUF8xQ180NTFiYTI0IjtpOjkxO3M6MTI6IlBfMUNfYzIzZGE4NyI7aTo5MjtzOjEyOiJQXzFDXzI2MDRkNDgiO2k6OTM7czoxMjoiUF8xQ19jYjlkMzZkIjtpOjk0O3M6MTI6IlBfMUNfYmQ0YmRkOCI7aTo5NTtzOjEyOiJQXzFDXzU0NWIyOTciO2k6OTY7czoxMjoiUF8xQ19iYjBkZTEwIjtpOjk3O3M6MTI6IlBfMUNfMjUzMTY0NyI7aTo5ODtzOjEyOiJQXzFDXzhlOTg1NmQiO2k6OTk7czoxMjoiUF8xQ181ZTU5NzY0IjtpOjEwMDtzOjEyOiJQXzFDX2Y3MDA0N2IiO2k6MTAxO3M6MTI6IlBfMUNfMTlkZWEzMyI7aToxMDI7czoxMjoiUF8xQ180NTBiOWM1IjtpOjEwMztzOjEyOiJQXzFDXzkwYzBlOWMiO2k6MTA0O3M6MTI6IlBfMUNfNWUxYTJlMiI7aToxMDU7czoxMjoiUF8xQ19jN2QzZjJhIjtpOjEwNjtzOjEyOiJQXzFDXzYxZmQ0NzAiO2k6MTA3O3M6MTI6IlBfMUNfN2M1YmZmMyI7aToxMDg7czoxMjoiUF8xQ182MWZhZGJmIjtpOjEwOTtzOjEyOiJQXzFDXzY1NzBjNzIiO2k6MTEwO3M6MTI6IlBfMUNfZjI0NDJmOSI7aToxMTE7czoxMjoiUF8xQ185ZjFhMTQwIjtpOjExMjtzOjEyOiJQXzFDXzg3OGZkMTQiO2k6MTEzO3M6MTI6IlBfMUNfZTJjZTAzNSI7aToxMTQ7czoxMjoiUF8xQ19mN2VhMDNjIjtpOjExNTtzOjEyOiJQXzFDXzc4NTRiMmIiO2k6MTE2O3M6MTI6IlBfMUNfOTQzZmIwMiI7aToxMTc7czoxMjoiUF8xQ19lMDVhNzZjIjtpOjExODtzOjEyOiJQXzFDX2RkOTkzNTUiO2k6MTE5O3M6MTI6IlBfMUNfNDE0N2YzNSI7aToxMjA7czoxMjoiUF8xQ19mODNhNzQ4IjtpOjEyMTtzOjEyOiJQXzFDX2Y5ODZiOGYiO2k6MTIyO3M6MTI6IlBfMUNfYWI0YjQ3ZCI7aToxMjM7czoxMjoiUF8xQ18wMjVjYTNkIjtpOjEyNDtzOjEyOiJQXzFDXzY2MmQ4ZTkiO2k6MTI1O3M6MTI6IlBfMUNfMWM5YjVjYSI7aToxMjY7czoxMjoiUF8xQ19kODlmY2Q4IjtpOjEyNztzOjEyOiJQXzFDX2MwNjQ3MzgiO2k6MTI4O3M6MTI6IlBfMUNfZTllZWMwNiI7aToxMjk7czoxMjoiUF8xQ184MjM0MDVmIjtpOjEzMDtzOjEyOiJQXzFDX2Q1MDI4MzIiO2k6MTMxO3M6MTI6IlBfMUNfODAzM2MxMSI7aToxMzI7czoxMjoiUF8xQ185ZDBmNTk0IjtpOjEzMztzOjEyOiJQXzFDX2YwYjIwMjEiO2k6MTM0O3M6MTI6IlBfMUNfYjBmNjgzNSI7aToxMzU7czoxMjoiUF8xQ185YWQyNWY1IjtpOjEzNjtzOjEyOiJQXzFDXzE3ZDZiMmMiO2k6MTM3O3M6MTI6IlBfMUNfNjgxYTcyZCI7aToxMzg7czoxMjoiUF8xQ18zNWMwMTg1IjtpOjEzOTtzOjEyOiJQXzFDX2IzMjQ3ODgiO2k6MTQwO3M6MTI6IlBfMUNfM2M1MjZjYSI7aToxNDE7czoxMjoiUF8xQ18xZmJjNzU4IjtpOjE0MjtzOjEyOiJQXzFDX2Q2Njg1N2YiO2k6MTQzO3M6MTI6IlBfMUNfYmVmMzFjYiI7aToxNDQ7czoxMjoiUF8xQ18wMzgyMGUxIjtpOjE0NTtzOjEyOiJQXzFDXzgzMTlhNjkiO2k6MTQ2O3M6MTI6IlBfMUNfYWM5ZThlZCI7aToxNDc7czoxMjoiUF8xQ18wZDg3YmU3IjtpOjE0ODtzOjEyOiJQXzFDXzQ5ZWY4ODYiO2k6MTQ5O3M6MTI6IlBfMUNfYzg3ODFiZCI7aToxNTA7czoxMjoiUF8xQ183NjM5YTg0IjtpOjE1MTtzOjEyOiJQXzFDX2FlMDYzNTgiO2k6MTUyO3M6MTI6IlBfMUNfODAzMDNmMiI7aToxNTM7czoxMjoiUF8xQ180ZGYwNjIxIjtpOjE1NDtzOjEyOiJQXzFDX2Q3YTEyZjIiO2k6MTU1O3M6MTI6IlBfMUNfMzYyOWMwMSI7aToxNTY7czoxMjoiUF8xQ18yOTcwZjgwIjtpOjE1NztzOjEyOiJQXzFDXzFmYzdhZDgiO2k6MTU4O3M6MTI6IlBfMUNfN2Y0MmY1MiI7aToxNTk7czoxMjoiUF8xQ18zNjk0NjMzIjtpOjE2MDtzOjEyOiJQXzFDXzRmNmQzZmMiO2k6MTYxO3M6MTI6IlBfMUNfZDcwZjI5OCI7aToxNjI7czoxMjoiUF8xQ18yMGQ2NWVjIjtpOjE2MztzOjEyOiJQXzFDX2U2YzczYTIiO2k6MTY0O3M6MTI6IlBfMUNfZjE2ODg3ZiI7aToxNjU7czoxMjoiUF8xQ184NDNiZDFhIjtpOjE2NjtzOjEyOiJQXzFDXzQ5Y2U3ZjUiO2k6MTY3O3M6MTI6IlBfMUNfYzViMjI1MCI7aToxNjg7czoxMjoiUF8xQ185OGIyNTUwIjtpOjE2OTtzOjEyOiJQXzFDXzEwN2QyNjAiO2k6MTcwO3M6MTI6IlBfMUNfZjFkNTc2OCI7aToxNzE7czoxMjoiUF8xQ184ZjM4M2Y5IjtpOjE3MjtzOjEyOiJQXzFDX2U3NmVmOGQiO2k6MTczO3M6MTI6IlBfMUNfNTU2M2ViNiI7aToxNzQ7czoxMjoiUF8xQ18zMjNkMzFiIjtpOjE3NTtzOjEyOiJQXzFDXzk0NjMyZjciO2k6MTc2O3M6MTI6IlBfMUNfNTI4MDU2MyI7aToxNzc7czoxMjoiUF8xQ18wNjY0YTcyIjtpOjE3ODtzOjEyOiJQXzFDXzQ3ZGE0ZDAiO2k6MTc5O3M6MTI6IlBfMUNfMzAyNDVjOCI7aToxODA7czoxMjoiUF8xQ18wNjM3MzAxIjtpOjE4MTtzOjEyOiJQXzFDX2M5MmViZDAiO2k6MTgyO3M6MTI6IlBfMUNfYjU1YjNjNiI7aToxODM7czoxMjoiUF8xQ185YjYxYWU0IjtpOjE4NDtzOjEyOiJQXzFDX2EwZTVhNzQiO2k6MTg1O3M6MTI6IlBfMUNfNWUwODdiNCI7aToxODY7czoxMjoiUF8xQ19lNTk5ZDQ2IjtpOjE4NztzOjEyOiJQXzFDXzg0ZDk3YjUiO2k6MTg4O3M6MTI6IlBfMUNfNDU1YjFkOCI7aToxODk7czoxMjoiUF8xQ180OTNkNTQwIjtpOjE5MDtzOjEyOiJQXzFDX2Q2Y2ZmZWMiO2k6MTkxO3M6MTI6IlBfMUNfZjkxYmRjNyI7aToxOTI7czoxMjoiUF8xQ19mYTk0ZDU2IjtpOjE5MztzOjEyOiJQXzFDX2Y2ZGMyNGMiO2k6MTk0O3M6MTI6IlBfMUNfNWYzMDY0NCI7aToxOTU7czoxMjoiUF8xQ19mYzk0MTZmIjtpOjE5NjtzOjEyOiJQXzFDXzI4MWExN2MiO2k6MTk3O3M6MTI6IlBfMUNfZDIzMTI3MSI7aToxOTg7czoxMjoiUF8xQ181ZGJlMTBhIjtpOjE5OTtzOjEyOiJQXzFDX2Q2OTllMTMiO2k6MjAwO3M6MTI6IlBfMUNfZWRmYTg4YSI7aToyMDE7czoxMjoiUF8xQ183NzkyYjVhIjtpOjIwMjtzOjEyOiJQXzFDX2FiNDBhNzYiO2k6MjAzO3M6MTI6IlBfMUNfMThkZWYwNyI7aToyMDQ7czoxMjoiUF8xQ183ZWRlZDIwIjtpOjIwNTtzOjEyOiJQXzFDXzZmNTg3MzciO2k6MjA2O3M6MTI6IlBfMUNfMGVjNTRmYiI7aToyMDc7czoxMjoiUF8xQ18wMWE0M2JkIjtpOjIwODtzOjEyOiJQXzFDXzVjNzc3YmMiO2k6MjA5O3M6MTI6IlBfMUNfMzJiOTI5OSI7aToyMTA7czoxMjoiUF8xQ183MTUzZDI1IjtpOjIxMTtzOjEyOiJQXzFDXzcwY2I3NTAiO2k6MjEyO3M6MTI6IlBfMUNfMTVjOTdhOSI7aToyMTM7czoxMjoiUF8xQ18yZjlhMjY2IjtpOjIxNDtzOjEyOiJQXzFDXzAxNTViNzYiO2k6MjE1O3M6MTI6IlBfMUNfYjhkNTdjOSI7aToyMTY7czoxMjoiUF8xQ18yYWVhMWMyIjtpOjIxNztzOjEyOiJQXzFDXzhjNWI4MjQiO2k6MjE4O3M6MTI6IlBfMUNfYjBlMzNkOCI7aToyMTk7czoxMjoiUF8xQ19hNjNmOTZhIjtpOjIyMDtzOjEyOiJQXzFDXzQ0MWVkODkiO2k6MjIxO3M6MTI6IlBfMUNfZTY3YTI1ZCI7aToyMjI7czoxMjoiUF8xQ18wZDczNzJjIjtpOjIyMztzOjEyOiJQXzFDXzY2NWYyYTEiO2k6MjI0O3M6MTI6IlBfMUNfNTljNjBlYyI7aToyMjU7czoxMjoiUF8xQ181NWI1OGI0IjtpOjIyNjtzOjEyOiJQXzFDX2RjYTc2NjgiO2k6MjI3O3M6MTI6IlBfMUNfNzllMjBlOSI7aToyMjg7czoxMjoiUF8xQ19kZDNkNDQxIjtpOjIyOTtzOjEyOiJQXzFDXzcyMzA1ZjAiO2k6MjMwO3M6MTI6IlBfMUNfMjM5ODRlMiI7aToyMzE7czoxMjoiUF8xQ19lYjU1M2ZlIjtpOjIzMjtzOjEyOiJQXzFDXzg1ZGI3ZDQiO2k6MjMzO3M6MTI6IlBfMUNfN2RkODRiMyI7aToyMzQ7czoxMjoiUF8xQ18xODE3ODQwIjtpOjIzNTtzOjEyOiJQXzFDXzg0YTUyYmEiO2k6MjM2O3M6MTI6IlBfMUNfZGQ4OTQ1ZSI7aToyMzc7czoxMjoiUF8xQ18xNzIwYzU5IjtpOjIzODtzOjEyOiJQXzFDXzk3MzU1MDgiO2k6MjM5O3M6MTI6IlBfMUNfOGY2NDAwNCI7aToyNDA7czoxMjoiUF8xQ19hOTAwNjIyIjtpOjI0MTtzOjEyOiJQXzFDX2E2NmVjYTQiO2k6MjQyO3M6MTI6IlBfMUNfODBkZmFhZCI7aToyNDM7czoxMjoiUF8xQ182MzlkYjIwIjtpOjI0NDtzOjEyOiJQXzFDXzRjODkxZWQiO2k6MjQ1O3M6MTI6IlBfMUNfMzE4MWZmYyI7aToyNDY7czoxMjoiUF8xQ18xYjNmNGM5IjtpOjI0NztzOjEyOiJQXzFDX2IwN2E5NzUiO2k6MjQ4O3M6MTI6IlBfMUNfMzcxZjA3NyI7aToyNDk7czoxMjoiUF8xQ18xOWI3ZWY2IjtpOjI1MDtzOjEyOiJQXzFDX2Y5YzJlOGQiO2k6MjUxO3M6MTI6IlBfMUNfY2M4MTBiMCI7aToyNTI7czoxMjoiUF8xQ18wM2Y3ZTRiIjtpOjI1MztzOjEyOiJQXzFDXzM1MjgyNDgiO2k6MjU0O3M6MTI6IlBfMUNfMDFiOTJlZCI7aToyNTU7czoxMjoiUF8xQ19iNmViNGJiIjtpOjI1NjtzOjEyOiJQXzFDXzQ4MWEyZmEiO2k6MjU3O3M6MTI6IlBfMUNfZjYzZGEwMSI7aToyNTg7czoxMjoiUF8xQ19jNzNiZWM5IjtpOjI1OTtzOjEyOiJQXzFDXzhiOTZiNzkiO2k6MjYwO3M6MTI6IlBfMUNfZTE2ZTMwMCI7aToyNjE7czoxMjoiUF8xQ19hM2E3NmYzIjtpOjI2MjtzOjEyOiJQXzFDXzRkODczNjUiO2k6MjYzO3M6MTI6IlBfMUNfYjAxOWZkNCI7aToyNjQ7czoxMjoiUF8xQ19jZjM4NzhjIjtpOjI2NTtzOjEyOiJQXzFDX2ZlNTliYzEiO2k6MjY2O3M6MTI6IlBfMUNfZTExOGQzOSI7aToyNjc7czoxMjoiUF8xQ19lMWQ0ZDViIjtpOjI2ODtzOjEyOiJQXzFDX2E4OGI4OTMiO2k6MjY5O3M6MTI6IlBfMUNfYTAzMTJlMSI7aToyNzA7czoxMjoiUF8xQ182MzNmNWUxIjtpOjI3MTtzOjEyOiJQXzFDX2RhNjQ3MTEiO2k6MjcyO3M6MTI6IlBfMUNfNDJiZDgyMiI7aToyNzM7czoxMjoiUF8xQ18yOTdlMGIzIjtpOjI3NDtzOjEyOiJQXzFDXzkwYjZlNzAiO2k6Mjc1O3M6MTI6IlBfMUNfYjZhMzhhZCI7aToyNzY7czoxMjoiUF8xQ181MzYwNGRhIjtpOjI3NztzOjEyOiJQXzFDX2EyNWU5ZmUiO2k6Mjc4O3M6MTI6IlBfMUNfN2MyYmZkNyI7aToyNzk7czoxMjoiUF8xQ18zMThhODY4IjtpOjI4MDtzOjEyOiJQXzFDX2E2MWQxYjYiO2k6MjgxO3M6MTI6IlBfMUNfOTJlOGE2ZSI7aToyODI7czoxMjoiUF8xQ19iMzc5MTI5IjtpOjI4MztzOjEyOiJQXzFDXzliMmY0MDkiO2k6Mjg0O3M6MTI6IlBfMUNfMDdjYWZhYyI7aToyODU7czoxMjoiUF8xQ19hMmRhMTY2IjtpOjI4NjtzOjEyOiJQXzFDX2E5NzcyZmQiO2k6Mjg3O3M6MTI6IlBfMUNfOThkZmRjMyI7aToyODg7czoxMjoiUF8xQ182NDg0Y2YyIjtpOjI4OTtzOjEyOiJQXzFDX2NkZTlhY2EiO2k6MjkwO3M6MTI6IlBfMUNfNTZiM2VjYyI7aToyOTE7czoxMjoiUF8xQ18xZDZlMTZkIjtpOjI5MjtzOjEyOiJQXzFDXzhjYzRmM2EiO2k6MjkzO3M6MTI6IlBfMUNfOWEwNDNkNCI7aToyOTQ7czoxMjoiUF8xQ181N2ZlNmZkIjtpOjI5NTtzOjEyOiJQXzFDXzUwMWRkMWMiO2k6Mjk2O3M6MTI6IlBfMUNfYmUyOTk3NSI7aToyOTc7czoxMjoiUF8xQ18zNzczNmE0IjtpOjI5ODtzOjEyOiJQXzFDX2M1ZjMyMjIiO2k6Mjk5O3M6MTI6IlBfMUNfNzJmYTliMiI7aTozMDA7czoxMjoiUF8xQ19mZTc4YWU0IjtpOjMwMTtzOjEyOiJQXzFDX2JjMzQ1MjQiO2k6MzAyO3M6MTI6IlBfMUNfZDRkOTlmNyI7aTozMDM7czoxMjoiUF8xQ19kN2RhOWNjIjtpOjMwNDtzOjEyOiJQXzFDX2M2YjM0YzIiO2k6MzA1O3M6MTI6IlBfMUNfZTY0ODJhZCI7aTozMDY7czoxMjoiUF8xQ181ZjRjOTlhIjtpOjMwNztzOjEyOiJQXzFDX2JhZjJhZDgiO2k6MzA4O3M6MTI6IlBfMUNfY2ZmYTNjNiI7aTozMDk7czoxMjoiUF8xQ181ZmNlYzI4IjtpOjMxMDtzOjEyOiJQXzFDX2FlYjczOGQiO2k6MzExO3M6MTI6IlBfMUNfYmEzYmEzNCI7aTozMTI7czoxMjoiUF8xQ19kMGNkNWM5IjtpOjMxMztzOjEyOiJQXzFDX2E4MTllZTUiO2k6MzE0O3M6MTI6IlBfMUNfOTMzYWY5YiI7aTozMTU7czoxMjoiUF8xQ183ZWQ0NDFhIjtpOjMxNjtzOjEyOiJQXzFDXzNkZjM5ZDAiO2k6MzE3O3M6MTI6IlBfMUNfNDBjMjc4ZCI7aTozMTg7czoxMjoiUF8xQ18zODM5ZGIwIjtpOjMxOTtzOjEyOiJQXzFDX2M5MTg4NjQiO2k6MzIwO3M6MTI6IlBfMUNfODM4YmJkZSI7aTozMjE7czoxMjoiUF8xQ182YjRhMDZmIjtpOjMyMjtzOjEyOiJQXzFDXzk0M2ZiNDEiO2k6MzIzO3M6MTI6IlBfMUNfN2ZmYzZiNCI7aTozMjQ7czoxMjoiUF8xQ19jZjAwZTllIjtpOjMyNTtzOjEyOiJQXzFDXzJmZGI5YTEiO2k6MzI2O3M6MTI6IlBfMUNfNDA4OGZmYyI7aTozMjc7czoxMjoiUF8xQ19mOTk5NjViIjtpOjMyODtzOjEyOiJQXzFDXzY2N2Y4ZGYiO2k6MzI5O3M6MTI6IlBfMUNfODJhZDQyZSI7aTozMzA7czoxMjoiUF8xQ19mMTU5NjA1IjtpOjMzMTtzOjEyOiJQXzFDX2UyNmM2YTYiO2k6MzMyO3M6MTI6IlBfMUNfNzhlNDU4MCI7aTozMzM7czoxMjoiUF8xQ19lNmViOGYxIjtpOjMzNDtzOjEyOiJQXzFDX2IyMGQ0YjciO2k6MzM1O3M6MTI6IlBfMUNfMWI0MGI1ZSI7aTozMzY7czoxMjoiUF8xQ19lMTE5ZGQ2IjtpOjMzNztzOjEyOiJQXzFDXzI4ZTAyZjIiO2k6MzM4O3M6MTI6IlBfMUNfYjY2NDU5NSI7aTozMzk7czoxMjoiUF8xQ18xZjU5NWMyIjtpOjM0MDtzOjEyOiJQXzFDXzhhNjJlYmQiO2k6MzQxO3M6MTI6IlBfMUNfOGNiYTg1ZCI7aTozNDI7czoxMjoiUF8xQ18xOTliMjA3IjtpOjM0MztzOjEyOiJQXzFDXzhhMDA5NGQiO2k6MzQ0O3M6MTI6IlBfMUNfMGIyM2E5YyI7aTozNDU7czoxMjoiUF8xQ19hYzRiYTQwIjtpOjM0NjtzOjEyOiJQXzFDXzkyY2U3MzUiO2k6MzQ3O3M6MTI6IlBfMUNfMGY0YzBiMiI7aTozNDg7czoxMjoiUF8xQ183OWYyOTg5IjtpOjM0OTtzOjEyOiJQXzFDXzFjZTI1OWQiO2k6MzUwO3M6MTI6IlBfMUNfMWQ3ZDllYyI7aTozNTE7czoxMjoiUF8xQ19lMTAwOTUzIjtpOjM1MjtzOjEyOiJQXzFDXzRhYWRiYzgiO2k6MzUzO3M6MTI6IlBfMUNfOTBmYzcxMyI7aTozNTQ7czoxMjoiUF8xQ180ZGJhZjVmIjtpOjM1NTtzOjEyOiJQXzFDX2IyMTIzNDkiO2k6MzU2O3M6MTI6IlBfMUNfNTE1OGE4YyI7aTozNTc7czoxMjoiUF8xQ184MWIyY2UzIjtpOjM1ODtzOjEyOiJQXzFDXzAwNWJhZTMiO2k6MzU5O3M6MTI6IlBfMUNfYzVmMzU2ZCI7aTozNjA7czoxMjoiUF8xQ181YWZkNjA1IjtpOjM2MTtzOjEyOiJQXzFDXzBjZmZhNWUiO2k6MzYyO3M6MTI6IlBfMUNfMmJlODQ5ZSI7aTozNjM7czoxMjoiUF8xQ184ZjIxYWZmIjtpOjM2NDtzOjEyOiJQXzFDX2NhMjY1ODAiO2k6MzY1O3M6MTI6IlBfMUNfODYzODE4ZSI7aTozNjY7czoxMjoiUF8xQ19kZTAyMGNhIjtpOjM2NztzOjEyOiJQXzFDXzZjN2NjNGUiO2k6MzY4O3M6MTI6IlBfMUNfM2UxZWYyNCI7aTozNjk7czoxMjoiUF8xQ184YzI1ZTVkIjtpOjM3MDtzOjEyOiJQXzFDX2RlY2I3ZTMiO2k6MzcxO3M6MTI6IlBfMUNfYmY1ZTYwNCI7aTozNzI7czoxMjoiUF8xQ18wOWI3ZmE0IjtpOjM3MztzOjEyOiJQXzFDXzA4ZTUxNzUiO2k6Mzc0O3M6MTI6IlBfMUNfMzdkMzJjNiI7aTozNzU7czoxMjoiUF8xQ19hNjIwODAwIjtpOjM3NjtzOjEyOiJQXzFDX2MzNjE0NjIiO2k6Mzc3O3M6MTI6IlBfMUNfZThiOWE3NiI7aTozNzg7czoxMjoiUF8xQ18wYmYzMzdjIjtpOjM3OTtzOjEyOiJQXzFDXzBhNGIxMGIiO2k6MzgwO3M6MTI6IlBfMUNfOTE0M2Y3ZSI7aTozODE7czoxMjoiUF8xQ19iNmU3NjY5IjtpOjM4MjtzOjEyOiJQXzFDXzg4N2EyNDIiO2k6MzgzO3M6MTI6IlBfMUNfMjk5YjEyNiI7aTozODQ7czoxMjoiUF8xQ18zNDZjMzA1IjtpOjM4NTtzOjEyOiJQXzFDX2I4OWI0MTYiO2k6Mzg2O3M6MTI6IlBfMUNfMDc0Y2Q2NCI7aTozODc7czoxMjoiUF8xQ18yOWI4YzU0IjtpOjM4ODtzOjEyOiJQXzFDX2FiNTQwNDUiO2k6Mzg5O3M6MTI6IlBfMUNfZDZmMGMxNyI7aTozOTA7czoxMjoiUF8xQ19jYzliYWI5IjtpOjM5MTtzOjEyOiJQXzFDXzRlNDBmMmQiO2k6MzkyO3M6MTI6IlBfMUNfNDI3ZmU1NiI7aTozOTM7czoxMjoiUF8xQ19kZmYzYjBiIjtpOjM5NDtzOjEyOiJQXzFDX2JjYTFiMGQiO2k6Mzk1O3M6MTI6IlBfMUNfZjM2OGNjZiI7aTozOTY7czoxMjoiUF8xQ184MjU4MjhiIjtpOjM5NztzOjEyOiJQXzFDXzQwZWYwYmUiO2k6Mzk4O3M6MTI6IlBfMUNfMGVjYjRiNiI7aTozOTk7czoxMjoiUF8xQ19mZGI5OTE5IjtpOjQwMDtzOjEyOiJQXzFDX2YyMjg2MWUiO2k6NDAxO3M6MTI6IlBfMUNfM2Q0NzM2YyI7aTo0MDI7czoxMjoiUF8xQ19iOWRlYmE3IjtpOjQwMztzOjEyOiJQXzFDXzc4ODg3ZjEiO2k6NDA0O3M6MTI6IlBfMUNfOWVhZmQ3ZiI7aTo0MDU7czoxMjoiUF8xQ182YzM5MDU1IjtpOjQwNjtzOjEyOiJQXzFDX2QwY2Y5MzUiO2k6NDA3O3M6MTI6IlBfMUNfYTk0ODEwYSI7aTo0MDg7czoxMjoiUF8xQ19iMWIyNDI5IjtpOjQwOTtzOjEyOiJQXzFDX2Q1NDMzMjQiO2k6NDEwO3M6MTI6IlBfMUNfOTMyMDM0NyI7aTo0MTE7czoxMjoiUF8xQ18zY2JhMDYxIjtpOjQxMjtzOjEyOiJQXzFDXzczOGM3ZDEiO2k6NDEzO3M6MTI6IlBfMUNfNTkxMDU0ZSI7aTo0MTQ7czoxMjoiUF8xQ18yN2ViNTI4IjtpOjQxNTtzOjEyOiJQXzFDXzlmZGRlN2EiO2k6NDE2O3M6MTI6IlBfMUNfNzM1NmI3YiI7aTo0MTc7czoxMjoiUF8xQ18zNTQwOGYzIjtpOjQxODtzOjEyOiJQXzFDXzQ1NDY0MWIiO2k6NDE5O3M6MTI6IlBfMUNfNzYxMTU2NyI7aTo0MjA7czoxMjoiUF8xQ184NDUwMTk5IjtpOjQyMTtzOjEyOiJQXzFDXzAyZWMzMDUiO2k6NDIyO3M6MTI6IlBfMUNfNjVhZmZmNiI7aTo0MjM7czoxMjoiUF8xQ185Y2I3ZDUzIjtpOjQyNDtzOjEyOiJQXzFDX2ZkZGRjZTIiO2k6NDI1O3M6MTI6IlBfMUNfOGU5NDNiZCI7aTo0MjY7czoxMjoiUF8xQ18yYTM4NzlkIjtpOjQyNztzOjEyOiJQXzFDXzZiNzVhMzUiO2k6NDI4O3M6MTI6IlBfMUNfMGNkOTI0YiI7aTo0Mjk7czoxMjoiUF8xQ18zMTQwMzg5IjtpOjQzMDtzOjEyOiJQXzFDXzRiZDdhZTciO2k6NDMxO3M6MTI6IlBfMUNfZDg5OTZhNCI7aTo0MzI7czoxMjoiUF8xQ180OWE3NWIzIjtpOjQzMztzOjEyOiJQXzFDXzIzZGZiODIiO2k6NDM0O3M6MTI6IlBfMUNfNzgzOWQwZCI7aTo0MzU7czoxMjoiUF8xQ185YmVjMzMxIjtpOjQzNjtzOjEyOiJQXzFDXzRhZTk5ZTQiO2k6NDM3O3M6MTI6IlBfMUNfYzc5MjBiYiI7aTo0Mzg7czoxMjoiUF8xQ18xZmQzYWQxIjtpOjQzOTtzOjEyOiJQXzFDXzIyMjM3MjIiO2k6NDQwO3M6MTI6IlBfMUNfNTQzYzkyMiI7aTo0NDE7czoxMjoiUF8xQ19kNjJjODI1IjtpOjQ0MjtzOjEyOiJQXzFDXzg4ZmI3NzEiO2k6NDQzO3M6MTI6IlBfMUNfZjExYTcxMSI7aTo0NDQ7czoxMjoiUF8xQ18zNjJiNTFiIjtpOjQ0NTtzOjEyOiJQXzFDXzhmODFjYmYiO2k6NDQ2O3M6MTI6IlBfMUNfNWRjMzU0MCI7aTo0NDc7czoxMjoiUF8xQ180NTMwYTdhIjtpOjQ0ODtzOjEyOiJQXzFDXzQ2MDRhNTAiO2k6NDQ5O3M6MTI6IlBfMUNfZGU5ZmVkNyI7aTo0NTA7czoxMjoiUF8xQ182MWIxOGFlIjtpOjQ1MTtzOjEyOiJQXzFDX2VkYjkzNDQiO2k6NDUyO3M6MTI6IlBfMUNfN2QxOWVkNiI7aTo0NTM7czoxMjoiUF8xQ183OGE3ZjMzIjtpOjQ1NDtzOjEyOiJQXzFDX2ZlMjYzOTAiO2k6NDU1O3M6MTI6IlBfMUNfNGQ4YWVkMSI7aTo0NTY7czoxMjoiUF8xQ183Mzg1NDljIjtpOjQ1NztzOjEyOiJQXzFDXzk2MzgwODMiO2k6NDU4O3M6MTI6IlBfMUNfNGU3MTMwMiI7aTo0NTk7czoxMjoiUF8xQ19kNzljZTUwIjtpOjQ2MDtzOjEyOiJQXzFDXzkyMzg1ODUiO2k6NDYxO3M6MTI6IlBfMUNfN2QwMTA5ZSI7aTo0NjI7czoxMjoiUF8xQ19iZTVkYjI5IjtpOjQ2MztzOjEyOiJQXzFDXzczZmE0NjMiO2k6NDY0O3M6MTI6IlBfMUNfNWIyYjkxZSI7aTo0NjU7czoxMjoiUF8xQ19lNGUyZDQxIjtpOjQ2NjtzOjEyOiJQXzFDXzdjM2IwMmYiO2k6NDY3O3M6MTI6IlBfMUNfNWQ5YTBjZSI7aTo0Njg7czoxMjoiUF8xQ183OWZlODA1IjtpOjQ2OTtzOjEyOiJQXzFDX2E4M2EyYTIiO2k6NDcwO3M6MTI6IlBfMUNfNTBjMGVkYiI7aTo0NzE7czoxMjoiUF8xQ180Nzk1Y2E1IjtpOjQ3MjtzOjEyOiJQXzFDX2RmZTMwMWYiO2k6NDczO3M6MTI6IlBfMUNfZGU0YjM1NyI7aTo0NzQ7czoxMjoiUF8xQ19kNjdiZTA4IjtpOjQ3NTtzOjEyOiJQXzFDXzZjOTRjYmQiO2k6NDc2O3M6MTI6IlBfMUNfN2JlYjA2OSI7aTo0Nzc7czoxMjoiUF8xQ183OTcxNmJmIjtpOjQ3ODtzOjEyOiJQXzFDX2FjYjJjMmQiO2k6NDc5O3M6MTI6IlBfMUNfZGY3ZjFkNCI7aTo0ODA7czoxMjoiUF8xQ185ZGQxMWQyIjtpOjQ4MTtzOjEyOiJQXzFDXzM3MDNmODYiO2k6NDgyO3M6MTI6IlBfMUNfNmU0MzJlNCI7aTo0ODM7czoxMjoiUF8xQ18wYTQ0N2EzIjtpOjQ4NDtzOjEyOiJQXzFDX2U2MTMyNTUiO2k6NDg1O3M6MTI6IlBfMUNfMDNjMjExNCI7aTo0ODY7czoxMjoiUF8xQ185ZjhmMjk0IjtpOjQ4NztzOjEyOiJQXzFDX2E1MTNiZWMiO2k6NDg4O3M6MTI6IlBfMUNfOTRhNmUwNSI7aTo0ODk7czoxMjoiUF8xQ18yMTI4MDFjIjtpOjQ5MDtzOjEyOiJQXzFDXzY2MDY3MTciO2k6NDkxO3M6MTI6IlBfMUNfMDIzZDE2OCI7aTo0OTI7czoxMjoiUF8xQ183NTI4MTMxIjtpOjQ5MztzOjEyOiJQXzFDXzc0NTc3MzQiO2k6NDk0O3M6MTI6IlBfMUNfZWVmOGI1MiI7aTo0OTU7czoxMjoiUF8xQ181NzQ4YjEyIjtpOjQ5NjtzOjEyOiJQXzFDXzQ4YjAzYjkiO2k6NDk3O3M6MTI6IlBfMUNfYjkyOGFkYiI7aTo0OTg7czoxMjoiUF8xQ18zMWY5MWJjIjtpOjQ5OTtzOjEyOiJQXzFDXzBmZjMxMjAiO2k6NTAwO3M6MTI6IlBfMUNfMTM4NmQyNCI7aTo1MDE7czoxMjoiUF8xQ18xZjQxMTQzIjtpOjUwMjtzOjEyOiJQXzFDX2UxNDYyMDIiO2k6NTAzO3M6MTI6IlBfMUNfZGMyYjhjNSI7aTo1MDQ7czoxMjoiUF8xQ19mNWUzMmVkIjtpOjUwNTtzOjEyOiJQXzFDX2VkMTFkNDMiO2k6NTA2O3M6MTI6IlBfMUNfYTA1YjUxMiI7aTo1MDc7czoxMjoiUF8xQ18xMzg4NGRmIjtpOjUwODtzOjEyOiJQXzFDXzk0NWQwYTYiO2k6NTA5O3M6MTI6IlBfMUNfMjY1Y2YyYiI7aTo1MTA7czoxMjoiUF8xQ182YzZlZGVlIjtpOjUxMTtzOjEyOiJQXzFDXzM3NGVjNTIiO2k6NTEyO3M6MTI6IlBfMUNfZDIzNTBlMyI7aTo1MTM7czoxMjoiUF8xQ184YjM5YjFlIjtpOjUxNDtzOjEyOiJQXzFDX2I2MmYwYWQiO2k6NTE1O3M6MTI6IlBfMUNfNjRiNDE1OSI7aTo1MTY7czoxMjoiUF8xQ19hZjEyZTAwIjtpOjUxNztzOjEyOiJQXzFDX2QwYTZjYzMiO2k6NTE4O3M6MTI6IlBfMUNfN2Y1YjliYyI7aTo1MTk7czoxMjoiUF8xQ182Y2RjNGZmIjtpOjUyMDtzOjEyOiJQXzFDXzRmYjg2OGIiO2k6NTIxO3M6MTI6IlBfMUNfYzIyOTRkYyI7aTo1MjI7czoxMjoiUF8xQ19mYTkwODRjIjtpOjUyMztzOjEyOiJQXzFDXzFlYTMyMTYiO2k6NTI0O3M6MTI6IlBfMUNfZTM1MGJhZCI7aTo1MjU7czoxMjoiUF8xQ19mMGRjZGE1IjtpOjUyNjtzOjEyOiJQXzFDX2U4YTM0YWYiO2k6NTI3O3M6MTI6IlBfMUNfZTk4NDZkYyI7aTo1Mjg7czoxMjoiUF8xQ19lZmY0ZWJhIjtpOjUyOTtzOjEyOiJQXzFDX2Y3MGVhYmMiO2k6NTMwO3M6MTI6IlBfMUNfZDYwNWVlMyI7aTo1MzE7czoxMjoiUF8xQ180YTRlNDIxIjtpOjUzMjtzOjEyOiJQXzFDX2M5NmEwMjIiO2k6NTMzO3M6MTI6IlBfMUNfNmYyNjRlYyI7aTo1MzQ7czoxMjoiUF8xQ19iOGUxYzAyIjtpOjUzNTtzOjEyOiJQXzFDX2Q2NmEzYzciO2k6NTM2O3M6MTI6IlBfMUNfNmI4MzhlYyI7aTo1Mzc7czoxMjoiUF8xQ182ZDM2ODZjIjtpOjUzODtzOjEyOiJQXzFDX2UzMzU0YjMiO2k6NTM5O3M6MTI6IlBfMUNfZGJiNjIzMCI7aTo1NDA7czoxMjoiUF8xQ181NDE2YzVkIjtpOjU0MTtzOjEyOiJQXzFDXzhjNzJlZGIiO2k6NTQyO3M6MTI6IlBfMUNfMDYwODI0NCI7aTo1NDM7czoxMjoiUF8xQ184NDc1MThmIjtpOjU0NDtzOjEyOiJQXzFDXzUxZWUyOTAiO2k6NTQ1O3M6MTI6IlBfMUNfYzE2MmZlMiI7aTo1NDY7czoxMjoiUF8xQ182OTUxZTUwIjtpOjU0NztzOjEyOiJQXzFDXzA2MWQ5NGUiO2k6NTQ4O3M6MTI6IlBfMUNfMjVmMTM5NiI7aTo1NDk7czoxMjoiUF8xQ19iZDM5Y2M1IjtpOjU1MDtzOjEyOiJQXzFDXzNjY2E3ZTUiO2k6NTUxO3M6MTI6IlBfMUNfYjAxMWI0NyI7aTo1NTI7czoxMjoiUF8xQ18wNzQ2MjllIjtpOjU1MztzOjEyOiJQXzFDXzk5YzQxZDEiO2k6NTU0O3M6MTI6IlBfMUNfMjE2ODdiMCI7aTo1NTU7czoxMjoiUF8xQ18wNGRmNmQzIjtpOjU1NjtzOjEyOiJQXzFDX2VmNTY3YTkiO2k6NTU3O3M6MTI6IlBfMUNfMDhmNGFiYSI7aTo1NTg7czoxMjoiUF8xQ18wY2Q3MTRlIjtpOjU1OTtzOjEyOiJQXzFDXzRhNjQ3MTIiO2k6NTYwO3M6MTI6IlBfMUNfNDkwNjU3OCI7aTo1NjE7czoxMjoiUF8xQ182YjU5NDAyIjtpOjU2MjtzOjEyOiJQXzFDXzdlYjViNDkiO2k6NTYzO3M6MTI6IlBfMUNfMTY3ZDViZSI7aTo1NjQ7czoxMjoiUF8xQ180NDcxZDY3IjtpOjU2NTtzOjEyOiJQXzFDX2EzZmIyY2QiO2k6NTY2O3M6MTI6IlBfMUNfMTQ1Nzk2ZiI7aTo1Njc7czoxMjoiUF8xQ18yZGYxMDg3IjtpOjU2ODtzOjEyOiJQXzFDXzc1M2RlYzAiO2k6NTY5O3M6MTI6IlBfMUNfZGRiOGUyMiI7aTo1NzA7czoxMjoiUF8xQ19mZWY3OTJlIjtpOjU3MTtzOjEyOiJQXzFDX2QzOTQzMzgiO2k6NTcyO3M6MTI6IlBfMUNfM2RiNWExNSI7aTo1NzM7czoxMjoiUF8xQ183NWU3YWMwIjtpOjU3NDtzOjEyOiJQXzFDX2EzYmQ2YTciO2k6NTc1O3M6MTI6IlBfMUNfZDdhYTk0MyI7aTo1NzY7czoxMjoiUF8xQ180ZTRiYWVkIjtpOjU3NztzOjEyOiJQXzFDXzVhNWViNTMiO2k6NTc4O3M6MTI6IlBfMUNfZWU1MjQ2OCI7aTo1Nzk7czoxMjoiUF8xQ19iYTBjNzIxIjtpOjU4MDtzOjEyOiJQXzFDXzdmMThhMzciO2k6NTgxO3M6MTI6IlBfMUNfYmU2ZmYzNCI7aTo1ODI7czoxMjoiUF8xQ180ZTU3NmViIjtpOjU4MztzOjEyOiJQXzFDXzNhYTZjZWYiO2k6NTg0O3M6MTI6IlBfMUNfODY5OWQwNiI7aTo1ODU7czoxMjoiUF8xQ182OTQ5M2MxIjtpOjU4NjtzOjEyOiJQXzFDX2Y4NmY2N2YiO2k6NTg3O3M6MTI6IlBfMUNfYjRjNzRmMiI7aTo1ODg7czoxMjoiUF8xQ19mOTU1MWM1IjtpOjU4OTtzOjEyOiJQXzFDXzcwNzA3YjUiO2k6NTkwO3M6NzoiWU9VVFVCRSI7aTo1OTE7czoxMjoiUF8xQ18xZWY4YTc0IjtpOjU5MjtzOjEyOiJQXzFDXzRiOWNkNTAiO2k6NTkzO3M6MTI6IlBfMUNfZDFiZDcyNiI7aTo1OTQ7czoxMjoiUF8xQ18zMWNkZTQxIjtpOjU5NTtzOjEyOiJQXzFDXzljNzgxNjEiO2k6NTk2O3M6MTI6IlBfMUNfZTcyN2I2NSI7aTo1OTc7czoxMjoiUF8xQ18yZmI5OWY0IjtpOjU5ODtzOjEyOiJQXzFDXzVmMjAwZTciO2k6NTk5O3M6MTI6IlBfMUNfZjU3ZmViYSI7aTo2MDA7czoxMjoiUF8xQ19lNjIzYTAxIjtpOjYwMTtzOjEyOiJQXzFDX2Y4NjEzYjYiO2k6NjAyO3M6MTI6IlBfMUNfMzEzMDAyMiI7aTo2MDM7czoxMjoiUF8xQ18wMjgyM2U5IjtpOjYwNDtzOjEyOiJQXzFDXzg2MzE4YWIiO2k6NjA1O3M6MTI6IlBfMUNfNmE2Y2Q1OSI7aTo2MDY7czoxMjoiUF8xQ181ZDNhODRmIjtpOjYwNztzOjEyOiJQXzFDXzkyYTJjOTEiO2k6NjA4O3M6MTI6IlBfMUNfNzA0NzRjNCI7aTo2MDk7czoxMjoiUF8xQ185Nzk3NGJiIjtpOjYxMDtzOjEyOiJQXzFDXzA4NmJiYzkiO2k6NjExO3M6MTI6IlBfMUNfYjJhMjU0MSI7aTo2MTI7czoxMjoiUF8xQ181ZDg5OTExIjtpOjYxMztzOjEyOiJQXzFDX2QwYjMwYmIiO2k6NjE0O3M6MTI6IlBfMUNfMDZjYmNkYiI7aTo2MTU7czoxMjoiUF8xQ183MzYyZmEwIjtpOjYxNjtzOjEyOiJQXzFDX2M1Yzk3MjYiO2k6NjE3O3M6MTI6IlBfMUNfZGM4MDY3MiI7aTo2MTg7czoxMjoiUF8xQ19kMjE0NzM0IjtpOjYxOTtzOjEyOiJQXzFDX2U3YWNmNDciO2k6NjIwO3M6MTI6IlBfMUNfYWUwMGFkNiI7aTo2MjE7czoxMjoiUF8xQ181MDNiNzdiIjtpOjYyMjtzOjEyOiJQXzFDXzNiOWU4ODciO2k6NjIzO3M6MTI6IlBfMUNfODk2MTAxNCI7aTo2MjQ7czoxMjoiUF8xQ19mMzczODcxIjtpOjYyNTtzOjEyOiJQXzFDXzUxMWY0ZmQiO2k6NjI2O3M6MTI6IlBfMUNfYmExMjE5NSI7aTo2Mjc7czoxMjoiUF8xQ19jNzVhYmFjIjtpOjYyODtzOjEyOiJQXzFDX2I5YzI3MmYiO2k6NjI5O3M6MTM6IkRFTElWRVJZX1RJTUUiO2k6NjMwO3M6MTI6IlBfMUNfZjdiMjljNSI7aTo2MzE7czoxMjoiUF8xQ181YTM0NTk5IjtpOjYzMjtzOjEyOiJQXzFDXzlkNmQyYTMiO2k6NjMzO3M6MTI6IlBfMUNfODM1Yzk3ZSI7aTo2MzQ7czoxMjoiUF8xQ19lMzMxZjk3IjtpOjYzNTtzOjEyOiJQXzFDXzdiNDVlM2EiO2k6NjM2O3M6MTI6IlBfMUNfOTJlMmQ0ZSI7aTo2Mzc7czoxMjoiUF8xQ19mZTY4NWYxIjtpOjYzODtzOjEyOiJQXzFDXzdhYTdjZTEiO2k6NjM5O3M6MTI6IlBfMUNfYTZkMTMwNSI7aTo2NDA7czoxMjoiUF8xQ19hNDNmYzE1IjtpOjY0MTtzOjEyOiJQXzFDXzBlYzQzNDkiO2k6NjQyO3M6MTI6IlBfMUNfZGQ4ZWFkMiI7aTo2NDM7czoxMjoiUF8xQ184YjA2MjNhIjtpOjY0NDtzOjEyOiJQXzFDX2Y4YjNmOGQiO2k6NjQ1O3M6MTI6IlBfMUNfNmM1NGYwMiI7aTo2NDY7czoxMjoiUF8xQ181ZjBhMGQwIjtpOjY0NztzOjEyOiJQXzFDXzA5ZDhhMjUiO2k6NjQ4O3M6MTI6IlBfMUNfOWU2NzhhZCI7aTo2NDk7czoxMjoiUF8xQ182ZjQzZjgxIjtpOjY1MDtzOjEyOiJQXzFDX2JhZDUyYzQiO2k6NjUxO3M6MTI6IlBfMUNfMjM3NDk4MCI7aTo2NTI7czoxMjoiUF8xQ19hOTVmNmMxIjtpOjY1MztzOjEyOiJQXzFDXzAwZmE0ZmUiO2k6NjU0O3M6MTI6IlBfMUNfNGViYWFkYyI7aTo2NTU7czoxMjoiUF8xQ181ZjBkOTg5IjtpOjY1NjtzOjEyOiJQXzFDX2I0MmJlMmMiO2k6NjU3O3M6MTI6IlBfMUNfODE1YjgyNSI7aTo2NTg7czoxMjoiUF8xQ18zMWZmMmRlIjtpOjY1OTtzOjEyOiJQXzFDXzNiZDgxZTgiO2k6NjYwO3M6MTI6IlBfMUNfZTVjMTlmMCI7aTo2NjE7czoxMjoiUF8xQ180YTBlMmM1IjtpOjY2MjtzOjEyOiJQXzFDX2Q3YWJlN2YiO2k6NjYzO3M6MTI6IlBfMUNfMzhjOTY0ZiI7aTo2NjQ7czoxMjoiUF8xQ18xZjE4ZTAyIjtpOjY2NTtzOjEyOiJQXzFDX2MwYTg1ZDAiO2k6NjY2O3M6MTI6IlBfMUNfNzEzNGI2ZiI7aTo2Njc7czoxMjoiUF8xQ19hOWFjMWY1IjtpOjY2ODtzOjEyOiJQXzFDX2RmOWJjNTgiO2k6NjY5O3M6MTI6IlBfMUNfNGFlMzAyZiI7aTo2NzA7czoxMjoiUF8xQ184NzQ4YzZhIjtpOjY3MTtzOjEyOiJQXzFDX2Q2MzBkYzUiO2k6NjcyO3M6MTI6IlBfMUNfNGRmNzEzZiI7aTo2NzM7czoxMjoiUF8xQ19jNGMyNzhmIjtpOjY3NDtzOjEyOiJQXzFDXzg5YTIwOGQiO2k6Njc1O3M6MTI6IlBfMUNfZTYxMjhlZiI7aTo2NzY7czoxMjoiUF8xQ181Mzk2ZGY4IjtpOjY3NztzOjEyOiJQXzFDX2U2MmVkNGIiO2k6Njc4O3M6MTI6IlBfMUNfOWY0ZmVhYiI7aTo2Nzk7czoxMjoiUF8xQ180ZWMyMTlkIjtpOjY4MDtzOjEyOiJQXzFDXzg0NGIwMzUiO2k6NjgxO3M6MTI6IlBfMUNfYjRiYTZiYyI7aTo2ODI7czoxMjoiUF8xQ19kZDc5OGQ2IjtpOjY4MztzOjEyOiJQXzFDX2E1NDJhNmYiO2k6Njg0O3M6MTI6IlBfMUNfYzc2NTgwZSI7aTo2ODU7czoxMjoiUF8xQ18zNWM4NWMyIjtpOjY4NjtzOjEyOiJQXzFDX2NhZDhkNzEiO2k6Njg3O3M6MTI6IlBfMUNfYzQ4NzUzNSI7aTo2ODg7czoxMjoiUF8xQ182YmZmYmI4IjtpOjY4OTtzOjEyOiJQXzFDXzdkODk4MGQiO2k6NjkwO3M6MTI6IlBfMUNfYjYzNjlkNSI7aTo2OTE7czoxMjoiUF8xQ19iOTQ2YzkwIjtpOjY5MjtzOjEyOiJQXzFDXzc2MzMwMzgiO2k6NjkzO3M6MTI6IlBfMUNfNjliNWJiMyI7aTo2OTQ7czoxMjoiUF8xQ19iNjg3OGI1IjtpOjY5NTtzOjEyOiJQXzFDX2ZiYzlmMzMiO2k6Njk2O3M6MTI6IlBfMUNfZjI4NjJiMCI7aTo2OTc7czoxMjoiUF8xQ18wOGQzNGVlIjtpOjY5ODtzOjEyOiJQXzFDXzA4YjIxYzYiO2k6Njk5O3M6MTI6IlBfMUNfYTAzMjJiMiI7aTo3MDA7czoxMjoiUF8xQ19mMTQzOWQ0IjtpOjcwMTtzOjEyOiJQXzFDX2I3NTVjZDEiO2k6NzAyO3M6MTI6IlBfMUNfMjk0MWE4NSI7aTo3MDM7czoxMjoiUF8xQ18wMmQ4MmY3IjtpOjcwNDtzOjEyOiJQXzFDXzllMjE3MGUiO2k6NzA1O3M6MTI6IlBfMUNfMWM0ZThiYSI7aTo3MDY7czoxMjoiUF8xQ18zMzkwNGZjIjtpOjcwNztzOjEyOiJQXzFDXzI0Y2VkMTAiO2k6NzA4O3M6MTI6IlBfMUNfNzNlMDNlZSI7aTo3MDk7czoxMjoiUF8xQ19mM2EzYTJkIjtpOjcxMDtzOjEyOiJQXzFDXzViZjQ3ZTYiO2k6NzExO3M6MTI6IlBfMUNfOGY1YjMwMCI7aTo3MTI7czoxMjoiUF8xQ19jZDdiN2IwIjtpOjcxMztzOjEyOiJQXzFDXzFhNGUxYzIiO2k6NzE0O3M6MTI6IlBfMUNfOTgzNWUyNSI7aTo3MTU7czoxMjoiUF8xQ182OTgyMzU1IjtpOjcxNjtzOjEyOiJQXzFDXzkyMzI3YTciO2k6NzE3O3M6MTI6IlBfMUNfMDg0MDhkMSI7aTo3MTg7czoxMjoiUF8xQ19mMzVmZmYxIjtpOjcxOTtzOjEyOiJQXzFDXzA2MmE0ZDAiO2k6NzIwO3M6MTI6IlBfMUNfYmUzMGY4NiI7aTo3MjE7czoxMjoiUF8xQ18yZDAxNTA1IjtpOjcyMjtzOjEyOiJQXzFDXzg3OTIwYWEiO2k6NzIzO3M6MTI6IlBfMUNfMTAxYTRiOCI7aTo3MjQ7czoxMjoiUF8xQ19kMzcyMDE1IjtpOjcyNTtzOjEyOiJQXzFDXzU0NDdhN2MiO2k6NzI2O3M6MTI6IlBfMUNfNzRlMzNhNyI7aTo3Mjc7czoxMjoiUF8xQ184Yjg5NjY5IjtpOjcyODtzOjEyOiJQXzFDXzJlMWE3MWIiO2k6NzI5O3M6MTI6IlBfMUNfZTc5ZGQwZCI7aTo3MzA7czoxMjoiUF8xQ18wMjIzM2Q4IjtpOjczMTtzOjEyOiJQXzFDX2MxMmQzMDgiO2k6NzMyO3M6MTI6IlBfMUNfMjgzMTY0OSI7aTo3MzM7czoxMjoiUF8xQ184OWFhNDY2IjtpOjczNDtzOjEyOiJQXzFDX2JkYzNhNjkiO2k6NzM1O3M6MTI6IlBfMUNfYjc1NmYyOCI7aTo3MzY7czoxMjoiUF8xQ19kMzM3YmI5IjtpOjczNztzOjEyOiJQXzFDXzI0YmQ5ODQiO2k6NzM4O3M6MTI6IlBfMUNfMmJjMjE2ZSI7aTo3Mzk7czoxMjoiUF8xQ18yNTJkOWRmIjtpOjc0MDtzOjEyOiJQXzFDXzc4MmQxOWEiO2k6NzQxO3M6MTI6IlBfMUNfOGQwNTM3YyI7aTo3NDI7czoxMjoiUF8xQ182N2ExOWI2IjtpOjc0MztzOjEyOiJQXzFDX2ZiNWIzOTkiO2k6NzQ0O3M6MTI6IlBfMUNfZjA2NTdhZSI7aTo3NDU7czoxMjoiUF8xQ18wY2E1MTkzIjtpOjc0NjtzOjEyOiJQXzFDX2E5MjQzZmMiO2k6NzQ3O3M6MTI6IlBfMUNfNzM2YmEzYSI7aTo3NDg7czoxMjoiUF8xQ183NDA4ZTNhIjtpOjc0OTtzOjEyOiJQXzFDXzk5ZjdiOWYiO2k6NzUwO3M6MTI6IlBfMUNfZTU2YjRjMyI7aTo3NTE7czoxMjoiUF8xQ19jZTU4YzQ4IjtpOjc1MjtzOjEyOiJQXzFDX2FjOTY3YTgiO2k6NzUzO3M6MTI6IlBfMUNfOGQ0N2I3YyI7aTo3NTQ7czoxMjoiUF8xQ183OGUwOWE3IjtpOjc1NTtzOjEyOiJQXzFDXzQ3NzU0MmYiO2k6NzU2O3M6MTI6IlBfMUNfNTgwZWFmZSI7aTo3NTc7czoxMjoiUF8xQ19mNWFmNzBmIjtpOjc1ODtzOjEyOiJQXzFDX2UxY2QzYzQiO2k6NzU5O3M6MTI6IlBfMUNfOGE2ZDg4MiI7aTo3NjA7czoxMjoiUF8xQ181NGEzNTllIjtpOjc2MTtzOjEyOiJQXzFDX2Q5OGU2MzciO2k6NzYyO3M6MTI6IlBfMUNfYzRjY2VmZiI7aTo3NjM7czoxMjoiUF8xQ18xZGI1NzQxIjtpOjc2NDtzOjEyOiJQXzFDXzVlZjM3M2IiO2k6NzY1O3M6MTI6IlBfMUNfZWU0YzU1MiI7aTo3NjY7czoxMjoiUF8xQ19kNjg1ZjQzIjtpOjc2NztzOjEyOiJQXzFDXzdjYjM0ZjUiO2k6NzY4O3M6MTI6IlBfMUNfNjhjYzg1NyI7aTo3Njk7czoxMjoiUF8xQ19jNjFkNzMyIjtpOjc3MDtzOjEyOiJQXzFDXzVjMWJkZDAiO2k6NzcxO3M6MTI6IlBfMUNfMWIyNDQ2OCI7aTo3NzI7czoxMjoiUF8xQ182NjdkMmVhIjtpOjc3MztzOjEyOiJQXzFDXzY0MDE1NzkiO2k6Nzc0O3M6MTI6IlBfMUNfZjhiMzdiNCI7aTo3NzU7czoxMjoiUF8xQ19hYjM2MjBiIjtpOjc3NjtzOjEyOiJQXzFDXzBjYjVlYzIiO2k6Nzc3O3M6MTI6IlBfMUNfMWEyZmZkNSI7aTo3Nzg7czoxMjoiUF8xQ19hZDhmYmUyIjtpOjc3OTtzOjEyOiJQXzFDX2Q3OTBjNzkiO2k6NzgwO3M6MTI6IlBfMUNfMWZmNjg4ZSI7aTo3ODE7czoxMjoiUF8xQ19lNDJhYWRmIjtpOjc4MjtzOjEyOiJQXzFDXzA5MWU5NGYiO2k6NzgzO3M6MTI6IlBfMUNfODIzMjExMiI7aTo3ODQ7czoxMjoiUF8xQ184N2Q1ZWMxIjtpOjc4NTtzOjEyOiJQXzFDXzAzZThiYzciO2k6Nzg2O3M6MTI6IlBfMUNfOWMyYWQwMSI7aTo3ODc7czoxMjoiUF8xQ19iZDI2MjU1IjtpOjc4ODtzOjEyOiJQXzFDX2UzYTA0ZTUiO2k6Nzg5O3M6MTI6IlBfMUNfYjFhZDA2NiI7aTo3OTA7czoxMjoiUF8xQ180MzllOWQ1IjtpOjc5MTtzOjEyOiJQXzFDX2MzYzdmZWIiO2k6NzkyO3M6MTI6IlBfMUNfMGZlMjc0YSI7aTo3OTM7czoxMjoiUF8xQ19iMDU0MzRhIjtpOjc5NDtzOjEyOiJQXzFDXzI5MjU1YWQiO2k6Nzk1O3M6MTI6IlBfMUNfOThhNTE2OSI7aTo3OTY7czoxMjoiUF8xQ19lODA0NGJjIjtpOjc5NztzOjEyOiJQXzFDXzI3NTQwOTQiO2k6Nzk4O3M6MTI6IlBfMUNfYzMyY2JlYSI7aTo3OTk7czoxMjoiUF8xQ19mOGRhZTU0IjtpOjgwMDtzOjEyOiJQXzFDX2UwM2YxYTUiO2k6ODAxO3M6MTI6IlBfMUNfZmU2OTY0ZSI7aTo4MDI7czoxMjoiUF8xQ19lMDQxNmE3IjtpOjgwMztzOjEyOiJQXzFDXzY3MmI5ZDMiO2k6ODA0O3M6MTI6IlBfMUNfMjhhYzNiYiI7aTo4MDU7czoxMjoiUF8xQ181NWNmNzkyIjtpOjgwNjtzOjEyOiJFWFRSQV9QT0lOVFMiO2k6ODA3O3M6MTI6IlBfMUNfMTU5NjBjNiI7aTo4MDg7czoxMjoiUF8xQ19lMWNkMTFmIjtpOjgwOTtzOjEyOiJQXzFDX2JjMTI5ZWMiO2k6ODEwO3M6MTI6IlBfMUNfNmU0YjllMSI7aTo4MTE7czoxMjoiUF8xQ18xMWQ1OWUxIjtpOjgxMjtzOjEyOiJQXzFDXzQzZGUxY2YiO2k6ODEzO3M6MTI6IlBfMUNfYWFiNjU2YiI7aTo4MTQ7czoxMjoiUF8xQ182ZTgzZDY3IjtpOjgxNTtzOjEyOiJQXzFDXzg3MWEzZGUiO2k6ODE2O3M6MTI6IlBfMUNfMDNjYzg3MiI7aTo4MTc7czoxMjoiUF8xQ180NDljZTU2IjtpOjgxODtzOjEyOiJQXzFDX2JiM2Y2Y2YiO2k6ODE5O3M6MTI6IlBfMUNfM2QwZmIwMiI7aTo4MjA7czoxMjoiUF8xQ181NDc5YzIzIjtpOjgyMTtzOjE1OiJIT1dfVE9fU0VMTF9QRVIiO2k6ODIyO3M6MTE6IkhPV19UT19TRUxMIjtpOjgyMztzOjEyOiJQXzFDXzZkYzk3ZjEiO2k6ODI0O3M6MTI6IlBfMUNfY2E2ZTU5OSI7aTo4MjU7czoxMjoiUF8xQ19jZjMzMTc0IjtpOjgyNjtzOjEyOiJQXzFDXzBkYWY1ZDEiO2k6ODI3O3M6MTI6IlBfMUNfMDY2MzNmNSI7aTo4Mjg7czoxMjoiUF8xQ18yZmM5NTQ1IjtpOjgyOTtzOjEyOiJQXzFDX2E0MjA1MzkiO2k6ODMwO3M6MTI6IlBfMUNfYzhkN2EwNiI7aTo4MzE7czoxMjoiUF8xQ19kYmJhZjAwIjtpOjgzMjtzOjEyOiJQXzFDXzk5NmQxMzkiO2k6ODMzO3M6MTI6IlBfMUNfODNiMjRjZSI7aTo4MzQ7czoxMjoiUF8xQ19jZjI2NjU3IjtpOjgzNTtzOjEyOiJQXzFDX2FkZGI4NmQiO2k6ODM2O3M6MTI6IlBfMUNfOTAwYzg4NSI7aTo4Mzc7czoxMjoiUF8xQ18wZjlkZWFkIjtpOjgzODtzOjEyOiJQXzFDXzczNWZkZGUiO2k6ODM5O3M6MTI6IlBfMUNfYTA5OWQ4YiI7aTo4NDA7czoxMjoiUF8xQ19lMDQ5MjI0IjtpOjg0MTtzOjEyOiJQXzFDX2FhMWY2ODgiO2k6ODQyO3M6MTI6IlBfMUNfNWE0YTNlMSI7aTo4NDM7czoxMjoiUF8xQ183M2Q0YTE0IjtpOjg0NDtzOjEyOiJQXzFDX2Q1ZTNhNTgiO2k6ODQ1O3M6MTI6IlBfMUNfZWI3YTgwZCI7aTo4NDY7czoxMjoiUF8xQ19lYjM4MmNmIjtpOjg0NztzOjEyOiJQXzFDXzljYjU3MDUiO2k6ODQ4O3M6MTI6IlBfMUNfMjk3MGUyZiI7aTo4NDk7czoxMjoiUF8xQ180YTlhOGVkIjtpOjg1MDtzOjEyOiJQXzFDX2I5ZTI3M2IiO2k6ODUxO3M6MTI6IlBfMUNfMzc4N2M4NiI7aTo4NTI7czoxMjoiUF8xQ18xMjA4OGM3IjtpOjg1MztzOjEyOiJQXzFDX2JhYTE0NjgiO2k6ODU0O3M6MTI6IlBfMUNfNTBhMmE1NSI7aTo4NTU7czoxMjoiUF8xQ18xOTY4NmVmIjtpOjg1NjtzOjEyOiJQXzFDXzRiNDQ4YTMiO2k6ODU3O3M6MTI6IlBfMUNfZmE3ZTI1YiI7aTo4NTg7czoxMjoiUF8xQ18yMjVlZDVhIjtpOjg1OTtzOjEyOiJQXzFDXzAyNWQ2ZTQiO2k6ODYwO3M6MTI6IlBfMUNfZGVjYjVhMCI7aTo4NjE7czoxMjoiUF8xQ181YTUyZGU3IjtpOjg2MjtzOjEyOiJQXzFDXzJmYzVlODYiO2k6ODYzO3M6MTI6IlBfMUNfNGMyNWU1YiI7aTo4NjQ7czoxMjoiUF8xQ180MDcyNzNhIjtpOjg2NTtzOjEyOiJQXzFDXzI3ZTE0NzIiO2k6ODY2O3M6MTI6IlBfMUNfOTY5NDc1YyI7aTo4Njc7czoxMjoiUF8xQ19mNGQwM2EyIjtpOjg2ODtzOjEyOiJQXzFDXzRlZjY4OWIiO2k6ODY5O3M6MTI6IlBfMUNfMjc5ZjdjMCI7aTo4NzA7czoxMjoiUF8xQ19hNGRlMjFkIjtpOjg3MTtzOjEyOiJQXzFDXzRjMmRiNjYiO2k6ODcyO3M6MTI6IlBfMUNfMzQ4ZDZiOCI7aTo4NzM7czoxMjoiUF8xQ185N2M3MjgxIjtpOjg3NDtzOjEyOiJQXzFDX2M5YzdlMWQiO2k6ODc1O3M6MTI6IlBfMUNfODcxZDljZiI7aTo4NzY7czoxMjoiUF8xQ182YmZjYWE4IjtpOjg3NztzOjEyOiJQXzFDX2NlMmEyMTYiO2k6ODc4O3M6MTI6IlBfMUNfZjk4NzA5MCI7aTo4Nzk7czoxMjoiUF8xQ180NDlhYzAwIjtpOjg4MDtzOjEyOiJQXzFDXzJlNTgyMjMiO2k6ODgxO3M6MTI6IlBfMUNfNGRlMDI3MiI7aTo4ODI7czoxMjoiUF8xQ19hODY0NzY3IjtpOjg4MztzOjEyOiJQXzFDXzU4MzdmYmEiO2k6ODg0O3M6MTI6IlBfMUNfYmE3ZmEzNSI7aTo4ODU7czoxMjoiUF8xQ19hNjM2MTEzIjtpOjg4NjtzOjEyOiJQXzFDXzJkNGFmYmQiO2k6ODg3O3M6MTI6IlBfMUNfNWMzYTRmYyI7aTo4ODg7czoxMjoiUF8xQ181ZmUxMzhlIjtpOjg4OTtzOjEyOiJQXzFDXzQxYzI1ZmEiO2k6ODkwO3M6MTI6IlBfMUNfYmU2NjUxMSI7aTo4OTE7czoxMjoiUF8xQ184NTI4NjhhIjtpOjg5MjtzOjEyOiJQXzFDX2U1ZDIzMWMiO2k6ODkzO3M6MTI6IlBfMUNfNTliY2VlZiI7aTo4OTQ7czoxMjoiUF8xQ18wMzYwN2UzIjtpOjg5NTtzOjEyOiJQXzFDXzJkY2Y4YTEiO2k6ODk2O3M6MTI6IlBfMUNfNjI0MzM2ZiI7aTo4OTc7czoxMjoiUF8xQ183NTVmMGVmIjtpOjg5ODtzOjEyOiJQXzFDXzYzNjI4YjkiO2k6ODk5O3M6MTI6IlBfMUNfZmQ1YzEzYiI7aTo5MDA7czoxMjoiUF8xQ18yNTE2YWIxIjtpOjkwMTtzOjEyOiJQXzFDXzU5MGFhNTgiO2k6OTAyO3M6MTI6IlBfMUNfZjNmYzM3OCI7aTo5MDM7czoxMjoiUF8xQ19kNDllYzE2IjtpOjkwNDtzOjEyOiJQXzFDXzU3Y2ViYzYiO2k6OTA1O3M6MTI6IlBfMUNfNGM4YzkyMyI7aTo5MDY7czoxMjoiUF8xQ18wMjZkZTM0IjtpOjkwNztzOjEyOiJQXzFDXzk0YWQ1NWMiO2k6OTA4O3M6MTI6IlBfMUNfM2M4NjExYiI7aTo5MDk7czoxMjoiUF8xQ180MGVkZGNjIjtpOjkxMDtzOjEyOiJQXzFDXzMzOWQ2YjkiO2k6OTExO3M6MTI6IlBfMUNfNDZiZjdkNyI7aTo5MTI7czoxMjoiUF8xQ182NzY4MDk2IjtpOjkxMztzOjEyOiJQXzFDX2RlYjY0Y2MiO2k6OTE0O3M6MTI6IlBfMUNfNDhlODY0MSI7aTo5MTU7czoxMjoiUF8xQ183NzM4MDBiIjtpOjkxNjtzOjEyOiJQXzFDXzlmMGNiNDkiO2k6OTE3O3M6MTI6IlBfMUNfMTMzM2IwOSI7aTo5MTg7czoxMjoiUF8xQ183YWExYTExIjtpOjkxOTtzOjEyOiJQXzFDXzBiZTFlZjAiO2k6OTIwO3M6MTI6IlBfMUNfNmY1ODc2MyI7aTo5MjE7czoxMjoiUF8xQ184MjNiNzY1IjtpOjkyMjtzOjEyOiJQXzFDX2UwNzY1YTQiO2k6OTIzO3M6MTI6IlBfMUNfMDRlMWQ2NCI7aTo5MjQ7czoxMjoiUF8xQ19kNDcwZjVkIjtpOjkyNTtzOjEyOiJQXzFDX2EzMjc5NjEiO2k6OTI2O3M6MTI6IlBfMUNfOGU1OGNjYSI7aTo5Mjc7czoxMjoiUF8xQ19hOWY1NTc2IjtpOjkyODtzOjEyOiJQXzFDXzYzMjhhZjAiO2k6OTI5O3M6MTI6IlBfMUNfOWU4ZmM2MyI7aTo5MzA7czoxMjoiUF8xQ19hNDhjNjY0IjtpOjkzMTtzOjEyOiJQXzFDXzQ5NWQ4NDYiO2k6OTMyO3M6MTI6IlBfMUNfNTNkODlmYSI7aTo5MzM7czoxMjoiUF8xQ185YzRhNmIxIjtpOjkzNDtzOjEyOiJQXzFDXzNjODk4OTIiO2k6OTM1O3M6MTI6IlBfMUNfZDMwODNjYiI7aTo5MzY7czoxMjoiUF8xQ182NzVhOWFlIjtpOjkzNztzOjEyOiJQXzFDXzNlZmNlYzQiO2k6OTM4O3M6MTI6IlBfMUNfMjRhYTg5NCI7aTo5Mzk7czoxMjoiUF8xQ19lNGQxZTZiIjtpOjk0MDtzOjEyOiJQXzFDXzJmMDc0MjYiO2k6OTQxO3M6MTI6IlBfMUNfNzVhOTdiZSI7aTo5NDI7czoxMjoiUF8xQ19lYjUyMDEzIjtpOjk0MztzOjEyOiJQXzFDX2E4OThmYmQiO2k6OTQ0O3M6MTI6IlBfMUNfYzg1ZWM1MSI7aTo5NDU7czoxMjoiUF8xQ182MDgxYjJhIjtpOjk0NjtzOjEyOiJQXzFDXzY2NzRkMjkiO2k6OTQ3O3M6MTI6IlBfMUNfNmU1OWE5NyI7aTo5NDg7czoxMjoiUF8xQ18wZWE2NzE1IjtpOjk0OTtzOjEyOiJQXzFDX2JmY2M5ODgiO2k6OTUwO3M6MTI6IlBfMUNfYWZkOWZmNiI7aTo5NTE7czoxMjoiUF8xQ18zM2I3M2VhIjtpOjk1MjtzOjEyOiJQXzFDXzQ5YzEwZGQiO2k6OTUzO3M6MTI6IlBfMUNfZjU5OWQxMyI7aTo5NTQ7czoxMjoiUF8xQ182ZWE1OTY4IjtpOjk1NTtzOjEyOiJQXzFDX2RiNTBjODMiO2k6OTU2O3M6MTI6IlBfMUNfZWY5ZGE5MyI7aTo5NTc7czoxMjoiUF8xQ19kZjAxN2JmIjtpOjk1ODtzOjEyOiJQXzFDXzllMDM3OTgiO2k6OTU5O3M6MTI6IlBfMUNfODc4YjFkOSI7aTo5NjA7czoxMjoiUF8xQ19mYzgwYzZmIjtpOjk2MTtzOjEyOiJQXzFDXzQ2ZjI2NjQiO2k6OTYyO3M6MTI6IlBfMUNfMTBjY2RlNiI7aTo5NjM7czoxMjoiUF8xQ19hNjA0MTYwIjtpOjk2NDtzOjEyOiJQXzFDXzRmOTlmNzYiO2k6OTY1O3M6MTI6IlBfMUNfNWNkMTVhNyI7aTo5NjY7czoxMjoiUF8xQ185YmQzNDRiIjtpOjk2NztzOjEyOiJQXzFDXzViY2E5ZWYiO2k6OTY4O3M6MTI6IlBfMUNfYjc3NzNhMCI7aTo5Njk7czoxMjoiUF8xQ18yNjUzMGEyIjtpOjk3MDtzOjEyOiJQXzFDXzc1ZDI5ZjQiO2k6OTcxO3M6MTI6IlBfMUNfOWIyZjNjMyI7aTo5NzI7czoxMjoiUF8xQ18xMDIyNzZkIjtpOjk3MztzOjEyOiJQXzFDXzdmYWY4YzQiO2k6OTc0O3M6MTI6IlBfMUNfZDE5MjJjMyI7aTo5NzU7czoxMjoiUF8xQ19iOWNjOTM0IjtpOjk3NjtzOjEyOiJQXzFDXzU5OGJiNTciO2k6OTc3O3M6MTI6IlBfMUNfZmIxYzI0OSI7aTo5Nzg7czoxMjoiUF8xQ19jNjdjYjMwIjtpOjk3OTtzOjEyOiJQXzFDX2E3ZTg1MjYiO2k6OTgwO3M6MTI6IlBfMUNfMjIxYzEzOSI7aTo5ODE7czoxMjoiUF8xQ18zNGQ3OTQxIjtpOjk4MjtzOjEyOiJQXzFDX2U2ZGJmNWQiO2k6OTgzO3M6MTI6IlBfMUNfODcwOWFjOSI7aTo5ODQ7czoxMjoiUF8xQ181ZmQ3ZDliIjtpOjk4NTtzOjEyOiJQXzFDXzkyZGU4MmEiO2k6OTg2O3M6MTI6IlBfMUNfZjhlZDVhMyI7aTo5ODc7czoxMjoiUF8xQ18wMzRlZjZlIjtpOjk4ODtzOjEyOiJQXzFDX2VkODIwYTEiO2k6OTg5O3M6MTI6IlBfMUNfYTk0MDliOCI7aTo5OTA7czoxMjoiUF8xQ18xOTBhOWZmIjtpOjk5MTtzOjEyOiJQXzFDXzk2ODRkYzIiO2k6OTkyO3M6MTI6IlBfMUNfNTQ0ZWEyMiI7aTo5OTM7czoxMjoiUF8xQ19iZDQ4YTc1IjtpOjk5NDtzOjEyOiJQXzFDX2E1ZTk1MTYiO2k6OTk1O3M6MTI6IlBfMUNfZTgyNGIwYiI7aTo5OTY7czoxMjoiUF8xQ18xNjliOGRlIjtpOjk5NztzOjEyOiJQXzFDXzM5NjVmODkiO2k6OTk4O3M6MTI6IlBfMUNfYmFmZTgyMiI7aTo5OTk7czoxMjoiUF8xQ185MWI1NmUxIjtpOjEwMDA7czoxMjoiUF8xQ182Mjg2ZGI5IjtpOjEwMDE7czoxMjoiUF8xQ180NmNkZTg3IjtpOjEwMDI7czoxMjoiUF8xQ180ZTFlNWNhIjtpOjEwMDM7czoxMjoiUF8xQ184NjdmMGVmIjtpOjEwMDQ7czoxMjoiUF8xQ183NTFhYmUzIjtpOjEwMDU7czoxMjoiUF8xQ19lMWNhZDQxIjtpOjEwMDY7czoxMjoiUF8xQ19jZDI5MDFjIjtpOjEwMDc7czoxMjoiUF8xQ18yN2FlMTk5IjtpOjEwMDg7czoxMjoiUF8xQ182ZjVhNThkIjtpOjEwMDk7czoxMjoiUF8xQ19jNWJjY2ZjIjtpOjEwMTA7czoxMjoiUF8xQ184NDM1N2QxIjtpOjEwMTE7czoxMjoiUF8xQ19lMmI5MjQwIjtpOjEwMTI7czoxMjoiUF8xQ18wZWFmODRhIjtpOjEwMTM7czoxMjoiUF8xQ19kNzg1MTEwIjtpOjEwMTQ7czoxMjoiUF8xQ185ODkwYTRmIjtpOjEwMTU7czoxMjoiUF8xQ181NDg5YTRmIjtpOjEwMTY7czoxMjoiUF8xQ18xYzQzYzU0IjtpOjEwMTc7czoxMjoiUF8xQ19jNTIyYzc3IjtpOjEwMTg7czoxMjoiUF8xQ19hOTBiYWI4IjtpOjEwMTk7czoxMjoiUF8xQ19kMjIxN2FhIjtpOjEwMjA7czoxMjoiUF8xQ18wMzA1NGU2IjtpOjEwMjE7czoxMjoiUF8xQ19iN2JlMzNhIjtpOjEwMjI7czoxMjoiUF8xQ182ZThhNDVhIjtpOjEwMjM7czoxMjoiUF8xQ19hZmNmOTU2IjtpOjEwMjQ7czoxMjoiUF8xQ18zNzljYzc0IjtpOjEwMjU7czoxMjoiUF8xQ18xMTU3NDYwIjtpOjEwMjY7czoxMjoiUF8xQ19iYjJjNGY1IjtpOjEwMjc7czoxMjoiUF8xQ19kMGVjZTdhIjtpOjEwMjg7czoxMjoiUF8xQ183ZDIwZjhiIjtpOjEwMjk7czoxMjoiUF8xQ19hYWI0ZjM2IjtpOjEwMzA7czoxMjoiUF8xQ183Yjk2NTY2IjtpOjEwMzE7czoxMjoiUF8xQ183Yjc3N2YyIjtpOjEwMzI7czoxMjoiUF8xQ18zZWZiMjUwIjtpOjEwMzM7czoxMjoiUF8xQ183NTgwMzg3IjtpOjEwMzQ7czoxMjoiUF8xQ182NzFmMDFjIjtpOjEwMzU7czoxMjoiUF8xQ181MWUyODllIjtpOjEwMzY7czoxMjoiUF8xQ18wZGYzNjYxIjtpOjEwMzc7czoxMjoiUF8xQ19lZTI2OGM5IjtpOjEwMzg7czoxMjoiUF8xQ183N2RkYmUwIjtpOjEwMzk7czoxMjoiUF8xQ19lNDkwYTQ1IjtpOjEwNDA7czoxMjoiUF8xQ19hZWQ1NDNiIjtpOjEwNDE7czoxMjoiUF8xQ182NDBlMGE5IjtpOjEwNDI7czoxMjoiUF8xQ185MTFjOWE2IjtpOjEwNDM7czoxMjoiUF8xQ18yNzc3NzMwIjtpOjEwNDQ7czoxMjoiUF8xQ19kODdmZjI1IjtpOjEwNDU7czoxMjoiUF8xQ19kYzJiY2FmIjtpOjEwNDY7czoxMjoiUF8xQ18wYzQyNmM5IjtpOjEwNDc7czoxMjoiUF8xQ18xZDY0ZjZmIjtpOjEwNDg7czoxMjoiUF8xQ18yMTIwOTc0IjtpOjEwNDk7czoxMjoiUF8xQ180MjU2YWY2IjtpOjEwNTA7czoxMjoiUF8xQ19kNjM2ZjdmIjtpOjEwNTE7czoxMjoiUF8xQ19iYzA5Y2IxIjtpOjEwNTI7czoxMjoiUF8xQ19iYjUwMjJkIjtpOjEwNTM7czoxMjoiUF8xQ18yNDdmYjQxIjtpOjEwNTQ7czoxMjoiUF8xQ19iODA5OTU2IjtpOjEwNTU7czoxMjoiUF8xQ19hNjRkMTExIjtpOjEwNTY7czoxMjoiUF8xQ184NGY4MzE3IjtpOjEwNTc7czoxMjoiUF8xQ18yYmM5NWJkIjtpOjEwNTg7czoxMjoiUF8xQ19hOTQ5MjU5IjtpOjEwNTk7czoxMjoiUF8xQ19jNjNjMjQyIjtpOjEwNjA7czoxMjoiUF8xQ180YjBiMWU4IjtpOjEwNjE7czoxMjoiUF8xQ183MzA5NzU1IjtpOjEwNjI7czoxMjoiUF8xQ19lNzY3YjY3IjtpOjEwNjM7czoxMjoiUF8xQ19hYzI4ZTNhIjtpOjEwNjQ7czoxMjoiUF8xQ19lODdhYWY5IjtpOjEwNjU7czoxMjoiUF8xQ18zNGZlYmQxIjtpOjEwNjY7czoxMjoiUF8xQ184M2U4ZDZhIjtpOjEwNjc7czoxMjoiUF8xQ185YjhjOTMzIjtpOjEwNjg7czoxMjoiUF8xQ18xZjc4MTE5IjtpOjEwNjk7czoxMjoiUF8xQ183Y2I4NDFmIjtpOjEwNzA7czoxMjoiUF8xQ18yNGU0YzQ0IjtpOjEwNzE7czoxMjoiUF8xQ19jNTQ4NWExIjtpOjEwNzI7czoxMjoiUF8xQ19lNTE1ODlkIjtpOjEwNzM7czoxMjoiUF8xQ18xYmNlNDJhIjtpOjEwNzQ7czoxMjoiUF8xQ19kNWU2MzEyIjtpOjEwNzU7czoxMjoiUF8xQ18wNDA4MzY5IjtpOjEwNzY7czoxMjoiUF8xQ19iN2QzZjEyIjtpOjEwNzc7czoxMjoiUF8xQ181ZTU2MWFjIjtpOjEwNzg7czoxMjoiUF8xQ19lODZhYjJiIjtpOjEwNzk7czoxMjoiUF8xQ18yMDEwYjc5IjtpOjEwODA7czoxMjoiUF8xQ181ZjhhZDc5IjtpOjEwODE7czoxMjoiUF8xQ185M2Y2MTFjIjtpOjEwODI7czoxMjoiUF8xQ180OGFlZDIyIjtpOjEwODM7czoxMjoiUF8xQ185ZjZkZTNiIjtpOjEwODQ7czoxMjoiUF8xQ18zZmViODdjIjtpOjEwODU7czoxMjoiUF8xQ18zODRkZDI2IjtpOjEwODY7czoxMjoiUF8xQ180NDhkOWM1IjtpOjEwODc7czoxMjoiUF8xQ18zMmYwZDkxIjtpOjEwODg7czoxMjoiUF8xQ18xODEyZWU0IjtpOjEwODk7czoxMjoiUF8xQ182NzQyZjZkIjtpOjEwOTA7czoxMjoiUF8xQ183YjZjMzZiIjtpOjEwOTE7czoxMjoiUF8xQ19hZTdjZTZiIjtpOjEwOTI7czoxMjoiUF8xQ19lMWYxNzExIjtpOjEwOTM7czo1OiJTVE9DSyI7aToxMDk0O3M6OToiQ09ERUtOQVVGIjtpOjEwOTU7czo2OiJDT0RFU0ciO2k6MTA5NjtzOjk6Ik1JTl9PUkRFUiI7aToxMDk3O3M6NjoiVk9MVU1FIjtpOjEwOTg7czoxNjoiWUFOREVYX01BUktFVF9PTiI7aToxMDk5O3M6ODoiSE9UX0RFQUwiO2k6MTEwMDtzOjc6IkRFRklDSVQiO2k6MTEwMTtzOjEyOiJNQVRfRElTQ09VTlQiO2k6MTEwMjtzOjM6Ik5FVyI7aToxMTAzO3M6MzoiSElUIjtpOjExMDQ7czoxMToiSElUUFJJT1JJVFkiO2k6MTEwNTtzOjE1OiJERUxJVkVSWV9BQ1RJT04iO2k6MTEwNjtzOjY6IlBPSU5UUyI7aToxMTA3O3M6NToiU0hBUkUiO2k6MTEwODtzOjM6IkhPVCI7aToxMTA5O3M6ODoiREVMSVZFUlkiO2k6MTExMDtzOjg6IkRJU0NPVU5UIjtpOjExMTE7czoxMjoiU0VSVklDRV9MSU5LIjtpOjExMTI7czo0OiJHVElOIjtpOjExMTM7czoxMjoiUFJPTU9TVElDS0VSIjtpOjExMTQ7czoyMDoiTUFSS0VUX1NURVBfUVVBTlRJVFkiO2k6MTExNTtzOjE5OiJNQVJLRVRfTUlOX1FVQU5USVRZIjtpOjExMTY7czoxNzoiRVhQT1JUX1lNX0VYUFJFU1MiO2k6MTExNztzOjE3OiJGT1JVTV9NRVNTQUdFX0NOVCI7aToxMTE4O3M6NjoiUkFUSU5HIjtpOjExMTk7czoxNDoiRk9SVU1fVE9QSUNfSUQiO31zOjExOiJSQ01fUFJPRF9JRCI7czowOiIiO3M6ODoiUkNNX1RZUEUiO3M6ODoicGVyc29uYWwiO3M6MTI6IlNFQ1RJT05fQ09ERSI7czowOiIiO3M6MTc6IlNFQ1RJT05fQ09ERV9QQVRIIjtzOjA6IiI7czoxMDoiU0VDVElPTl9JRCI7czowOiIiO3M6MTk6IlNFQ1RJT05fSURfVkFSSUFCTEUiO3M6MDoiIjtzOjExOiJTRUNUSU9OX1VSTCI7czowOiIiO3M6MTk6IlNFQ1RJT05fVVNFUl9GSUVMRFMiO2E6Mjp7aTowO3M6MDoiIjtpOjE7czowOiIiO31zOjg6IlNFRl9NT0RFIjtzOjE6IlkiO3M6ODoiU0VGX1JVTEUiO3M6MDoiIjtzOjE3OiJTRVRfQlJPV1NFUl9USVRMRSI7czoxOiJZIjtzOjE3OiJTRVRfTEFTVF9NT0RJRklFRCI7czoxOiJOIjtzOjIwOiJTRVRfTUVUQV9ERVNDUklQVElPTiI7czoxOiJZIjtzOjE3OiJTRVRfTUVUQV9LRVlXT1JEUyI7czoxOiJZIjtzOjE0OiJTRVRfU1RBVFVTXzQwNCI7czoxOiJOIjtzOjk6IlNFVF9USVRMRSI7czoxOiJZIjtzOjg6IlNIT1dfNDA0IjtzOjE6Ik4iO3M6MTk6IlNIT1dfQUxMX1dPX1NFQ1RJT04iO3M6MToiWSI7czoxNjoiU0hPV19DTE9TRV9QT1BVUCI7czoxOiJOIjtzOjIxOiJTSE9XX0RJU0NPVU5UX1BFUkNFTlQiO3M6MToiTiI7czoxNzoiU0hPV19GUk9NX1NFQ1RJT04iO3M6MToiTiI7czoxNzoiU0hPV19NQVhfUVVBTlRJVFkiO3M6MToiWSI7czoxNDoiU0hPV19PTERfUFJJQ0UiO3M6MToiTiI7czoxNjoiU0hPV19QUklDRV9DT1VOVCI7czoxOiIxIjtzOjExOiJTSE9XX1NMSURFUiI7czoxOiJZIjtzOjE1OiJTTElERVJfSU5URVJWQUwiO3M6NDoiMzAwMCI7czoxNToiU0xJREVSX1BST0dSRVNTIjtzOjE6Ik4iO3M6MTQ6IlRFTVBMQVRFX1RIRU1FIjtzOjQ6ImJsdWUiO3M6MjI6IlVTRV9FTkhBTkNFRF9FQ09NTUVSQ0UiO3M6MToiTiI7czoyNDoiVVNFX01BSU5fRUxFTUVOVF9TRUNUSU9OIjtzOjE6Ik4iO3M6MTU6IlVTRV9QUklDRV9DT1VOVCI7czoxOiJOIjtzOjIwOiJVU0VfUFJPRFVDVF9RVUFOVElUWSI7czoxOiJOIjtzOjE3OiJDVVJSRU5UX0JBU0VfUEFHRSI7czoxOiIvIjtzOjExOiJQQVJFTlRfTkFNRSI7czoxMDoicHZwOnNsaWRlciI7czoyMDoiUEFSRU5UX1RFTVBMQVRFX05BTUUiO3M6MTI6ImRlZmF1bHRfMjAyNCI7czoyMDoiUEFSRU5UX1RFTVBMQVRFX1BBR0UiO047czoxMzoiR0xPQkFMX0ZJTFRFUiI7YToxOntzOjI6IklEIjthOjEzNjI6e2k6MDtzOjY6IjIzOTg3OCI7aToxO3M6NToiOTg3NzMiO2k6MjtzOjY6IjEyMDc4NSI7aTozO3M6NjoiMTEwMTY5IjtpOjQ7czo2OiIyMzUzOTEiO2k6NTtzOjU6IjcwMzU2IjtpOjY7czo1OiI3MDM3MCI7aTo3O3M6NToiNzAzOTYiO2k6ODtzOjU6Ijg3NjMwIjtpOjk7czo2OiIyMzA0OTEiO2k6MTA7czo2OiIyMzQ5OTYiO2k6MTE7czo2OiIyNDI0MTUiO2k6MTI7czo2OiIyNDI1OTMiO2k6MTM7czo2OiIyNDYwMTUiO2k6MTQ7czo0OiI4MjQ2IjtpOjE1O3M6NToiNzM1MzAiO2k6MTY7czo1OiI3MzUzMyI7aToxNztzOjU6IjczNTM0IjtpOjE4O3M6NToiNzM1MzUiO2k6MTk7czo2OiIyMzg4NzciO2k6MjA7czo0OiI0MzY5IjtpOjIxO3M6NDoiNTgxMiI7aToyMjtzOjY6IjIzNzAzOSI7aToyMztzOjY6IjEyMjU0NyI7aToyNDtzOjY6IjEyMjU0OCI7aToyNTtzOjY6IjEyMjU0OSI7aToyNjtzOjY6IjEyMjU1MSI7aToyNztzOjY6IjEyMjU1NSI7aToyODtzOjY6IjEyMjU4OSI7aToyOTtzOjY6IjIzMzg1NyI7aTozMDtzOjQ6Ijg3OTIiO2k6MzE7czo1OiIxMTYyNSI7aTozMjtzOjU6IjExNzcwIjtpOjMzO3M6NToiOTgxODAiO2k6MzQ7czo2OiIxMDIwMzgiO2k6MzU7czo2OiIxMDIwMzkiO2k6MzY7czo2OiIxMDIwNDAiO2k6Mzc7czo2OiIxMDIwNDEiO2k6Mzg7czo2OiIxMjI1MDAiO2k6Mzk7czo2OiIyMzEyMzYiO2k6NDA7czo2OiIyMzY4NjQiO2k6NDE7czo2OiIyMzg2NTMiO2k6NDI7czo2OiIyNDI5NDAiO2k6NDM7czo2OiIyNDQ3NjIiO2k6NDQ7czo1OiI2NzQzOCI7aTo0NTtzOjU6IjY3OTQwIjtpOjQ2O3M6NjoiMTIxMzA1IjtpOjQ3O3M6NjoiMTEzOTQzIjtpOjQ4O3M6NjoiMTEzOTQ1IjtpOjQ5O3M6NjoiMTg3NjQyIjtpOjUwO3M6NjoiMjMxNjg1IjtpOjUxO3M6NjoiMTAzOTk2IjtpOjUyO3M6NjoiMTA0OTcxIjtpOjUzO3M6NjoiMTU5NTgxIjtpOjU0O3M6NjoiMjMwODA3IjtpOjU1O3M6NjoiMjMzMTQ3IjtpOjU2O3M6NjoiMjQzOTIxIjtpOjU3O3M6NjoiMTg3MTY0IjtpOjU4O3M6NjoiMTgxNTYzIjtpOjU5O3M6NjoiMjM2OTA5IjtpOjYwO3M6NjoiMjQzMDU1IjtpOjYxO3M6NjoiMjQzMDU2IjtpOjYyO3M6NjoiMjQ0MDQyIjtpOjYzO3M6NjoiMjQ0MDQzIjtpOjY0O3M6NDoiNDMyNSI7aTo2NTtzOjQ6IjQ2NTIiO2k6NjY7czo0OiI1ODgwIjtpOjY3O3M6NDoiNjQ0NiI7aTo2ODtzOjQ6IjY3MzgiO2k6Njk7czo0OiI2ODMzIjtpOjcwO3M6NDoiNjg4NiI7aTo3MTtzOjQ6IjY5MjQiO2k6NzI7czo0OiI3MTg1IjtpOjczO3M6NjoiMjI5ODY4IjtpOjc0O3M6NDoiNzEyNSI7aTo3NTtzOjY6IjEyMTg3NiI7aTo3NjtzOjY6IjE0MjM1NSI7aTo3NztzOjY6IjI0MzQ4OSI7aTo3ODtzOjQ6IjQ5NjUiO2k6Nzk7czo2OiIyNDM1MjkiO2k6ODA7czo2OiIxMzgyNjUiO2k6ODE7czo2OiIxNDA5MTUiO2k6ODI7czo2OiIxNDczNTAiO2k6ODM7czo2OiIxNTU0MzciO2k6ODQ7czo2OiIxNTU0MzgiO2k6ODU7czo2OiIxNjI5OTgiO2k6ODY7czo2OiIyNDI5NDciO2k6ODc7czo2OiIyNDI5NTkiO2k6ODg7czo2OiIyNDI5NjAiO2k6ODk7czo2OiIyNDM5ODMiO2k6OTA7czo2OiIyNDQxOTgiO2k6OTE7czo2OiIyNDQyMDQiO2k6OTI7czo2OiIyNDQyMDgiO2k6OTM7czo2OiIxMTg1MDEiO2k6OTQ7czo2OiIxMDk4ODAiO2k6OTU7czo2OiIxNjYwMzAiO2k6OTY7czo0OiI0NjE4IjtpOjk3O3M6NjoiMTE3NzgxIjtpOjk4O3M6NjoiMjQyNjQ5IjtpOjk5O3M6NjoiMjQzOTEzIjtpOjEwMDtzOjQ6IjQ5NTMiO2k6MTAxO3M6NjoiMjI5ODc2IjtpOjEwMjtzOjY6IjIyOTg3OCI7aToxMDM7czo2OiIyMjk4NzkiO2k6MTA0O3M6NDoiNDgzNCI7aToxMDU7czo2OiIxODY2OTEiO2k6MTA2O3M6NjoiMjQyMTIyIjtpOjEwNztzOjY6IjI0MjU4NyI7aToxMDg7czo2OiIyMzg3MjciO2k6MTA5O3M6NjoiMjQyMjk0IjtpOjExMDtzOjY6IjI0Mjg5MyI7aToxMTE7czo2OiIyNDI4OTQiO2k6MTEyO3M6NjoiMjQ0MTA5IjtpOjExMztzOjY6IjI0NDQxMiI7aToxMTQ7czo0OiI5ODY2IjtpOjExNTtzOjY6IjI0MjU1MiI7aToxMTY7czo1OiIxMjA3MSI7aToxMTc7czo1OiIxMjExNSI7aToxMTg7czo1OiI5NjgzMyI7aToxMTk7czo1OiI5NjgzNCI7aToxMjA7czo1OiI5NjgzNSI7aToxMjE7czo1OiI5NjgzNiI7aToxMjI7czo1OiI5NjgzNyI7aToxMjM7czo1OiI5NjgzOSI7aToxMjQ7czo1OiI5Njg0MSI7aToxMjU7czo1OiI5Njg0MiI7aToxMjY7czo1OiI5Njg0NCI7aToxMjc7czo1OiI5Njg0NyI7aToxMjg7czo2OiIxNDI0NjAiO2k6MTI5O3M6NjoiMTQyNDYxIjtpOjEzMDtzOjY6IjE0MjQ2MiI7aToxMzE7czo2OiIxNDI0NjMiO2k6MTMyO3M6NjoiMTQyNDY0IjtpOjEzMztzOjY6IjE0MjQ2NSI7aToxMzQ7czo2OiIxODM4MzciO2k6MTM1O3M6NjoiMjQ1NDkxIjtpOjEzNjtzOjY6IjI0NjIzNyI7aToxMzc7czo2OiIxNTU0MzEiO2k6MTM4O3M6NjoiMTU1NDMyIjtpOjEzOTtzOjY6IjE1NTQzMyI7aToxNDA7czo2OiIxNTU0MzQiO2k6MTQxO3M6NjoiMTU1OTI0IjtpOjE0MjtzOjY6IjE2MjY1MyI7aToxNDM7czo1OiI3MTMwNSI7aToxNDQ7czo1OiI3MTMwNyI7aToxNDU7czo1OiI5MTUzNiI7aToxNDY7czo1OiI5MTUzNyI7aToxNDc7czo1OiI5MTUzOCI7aToxNDg7czo1OiI5MTU0MCI7aToxNDk7czo1OiI5MTU0MSI7aToxNTA7czo1OiI5MTU0MyI7aToxNTE7czo1OiI5MTU0NiI7aToxNTI7czo1OiI5MTU0NyI7aToxNTM7czo1OiI5MTU0OCI7aToxNTQ7czo1OiI5MTU0OSI7aToxNTU7czo2OiIyMzE1NjciO2k6MTU2O3M6NjoiMjQ0MDkzIjtpOjE1NztzOjY6IjI0NDA5NCI7aToxNTg7czo2OiIyNDQwOTUiO2k6MTU5O3M6NToiOTE0NDciO2k6MTYwO3M6NToiOTE0NDkiO2k6MTYxO3M6NToiOTE0NTEiO2k6MTYyO3M6NToiOTE0NTIiO2k6MTYzO3M6NToiOTE0NTUiO2k6MTY0O3M6NToiMTA2NjIiO2k6MTY1O3M6NToiMTA3NTQiO2k6MTY2O3M6NjoiMTYyNjU2IjtpOjE2NztzOjY6IjE2Mjc2OCI7aToxNjg7czo2OiIyMzYzNzQiO2k6MTY5O3M6NjoiMjQwMzkzIjtpOjE3MDtzOjY6IjE2NTA1OCI7aToxNzE7czo2OiIyMzUzOTMiO2k6MTcyO3M6NToiOTIxNzciO2k6MTczO3M6NjoiMTg1NTI5IjtpOjE3NDtzOjY6IjI0MzA0NSI7aToxNzU7czo0OiI5MDQ1IjtpOjE3NjtzOjQ6IjkwNTAiO2k6MTc3O3M6NDoiOTA1MiI7aToxNzg7czo0OiI5MTQwIjtpOjE3OTtzOjY6IjE4NDI4MyI7aToxODA7czo0OiI5MDQwIjtpOjE4MTtzOjY6IjEzOTg2OSI7aToxODI7czo2OiIxMzk4NzIiO2k6MTgzO3M6NjoiMTM5ODc0IjtpOjE4NDtzOjY6IjI0NDA5MiI7aToxODU7czo0OiI3OTMxIjtpOjE4NjtzOjQ6IjgwNTMiO2k6MTg3O3M6NToiNzI1NjgiO2k6MTg4O3M6NjoiMTIyMjQ3IjtpOjE4OTtzOjY6IjE1NTYwMiI7aToxOTA7czo2OiIxODU5NzEiO2k6MTkxO3M6NjoiMjM0Njk1IjtpOjE5MjtzOjY6IjIzNDY5NiI7aToxOTM7czo2OiIyMzQ4NTYiO2k6MTk0O3M6NjoiMjQwNTIxIjtpOjE5NTtzOjY6IjI0MjE3NiI7aToxOTY7czo2OiIyNDIzMDgiO2k6MTk3O3M6NjoiMjQyMzE1IjtpOjE5ODtzOjY6IjI0MjM5NyI7aToxOTk7czo2OiIyMzQ4MzUiO2k6MjAwO3M6NToiMTEwMjMiO2k6MjAxO3M6NjoiMTIyMzYxIjtpOjIwMjtzOjY6IjE2MzAyMiI7aToyMDM7czo2OiIyNDMzNjkiO2k6MjA0O3M6NDoiODgxNyI7aToyMDU7czo2OiIxNjQwNjMiO2k6MjA2O3M6NToiMTE2ODgiO2k6MjA3O3M6NjoiMTg0MTEyIjtpOjIwODtzOjY6IjE4NDQzMSI7aToyMDk7czo0OiI0ODI4IjtpOjIxMDtzOjY6IjEyMjk0MSI7aToyMTE7czo2OiIxNDgyNjciO2k6MjEyO3M6NjoiMjM4ODA4IjtpOjIxMztzOjY6IjIzOTc4NSI7aToyMTQ7czo2OiIyNDM1NTQiO2k6MjE1O3M6NjoiMTQ4ODUyIjtpOjIxNjtzOjU6IjY4MTM4IjtpOjIxNztzOjY6IjI0MjI3MCI7aToyMTg7czo2OiIyNDIyNzEiO2k6MjE5O3M6NjoiMjQyMjYyIjtpOjIyMDtzOjU6IjEwODc3IjtpOjIyMTtzOjY6IjI0MjI1OCI7aToyMjI7czo1OiI3MTU3MiI7aToyMjM7czo2OiIyNDU0OTQiO2k6MjI0O3M6NjoiMjQ2NTk3IjtpOjIyNTtzOjY6IjE4NjYwMyI7aToyMjY7czo2OiIyNDQ0NzQiO2k6MjI3O3M6NjoiMTE1NDk4IjtpOjIyODtzOjY6IjExNTQ5OSI7aToyMjk7czo2OiIxMTU1MDQiO2k6MjMwO3M6NjoiMTE1NTA1IjtpOjIzMTtzOjY6IjExNTUwNiI7aToyMzI7czo2OiIxMTU1MTIiO2k6MjMzO3M6NjoiMTE1NTEzIjtpOjIzNDtzOjY6IjIzMDcyMiI7aToyMzU7czo2OiIxMTQzNDIiO2k6MjM2O3M6NjoiMjQyMjk3IjtpOjIzNztzOjY6IjI0MjMyMSI7aToyMzg7czo2OiIyMzY4ODUiO2k6MjM5O3M6NDoiNDQzMiI7aToyNDA7czo2OiIxNjMwNzQiO2k6MjQxO3M6NjoiMjM3NDQwIjtpOjI0MjtzOjY6IjIzNzQ0MyI7aToyNDM7czo2OiIyMzc3NzEiO2k6MjQ0O3M6NjoiMTg0NTMzIjtpOjI0NTtzOjY6IjE4NjQ2MCI7aToyNDY7czo2OiIyMzk4MDUiO2k6MjQ3O3M6NjoiMjM5ODA2IjtpOjI0ODtzOjY6IjI0MzA5OSI7aToyNDk7czo0OiI0NDA1IjtpOjI1MDtzOjQ6IjU4MjgiO2k6MjUxO3M6NDoiNjI5OCI7aToyNTI7czo0OiI2NjU1IjtpOjI1MztzOjQ6IjY4MzciO2k6MjU0O3M6NToiNzE2MjkiO2k6MjU1O3M6NjoiMTY0MDQ0IjtpOjI1NjtzOjY6IjE4MjkxMiI7aToyNTc7czo2OiIxODg1MjIiO2k6MjU4O3M6NjoiMTg4NTM1IjtpOjI1OTtzOjY6IjIzODk1OSI7aToyNjA7czo2OiIyMzk3NTIiO2k6MjYxO3M6NjoiMjQwNTc4IjtpOjI2MjtzOjY6IjI0MjEyMyI7aToyNjM7czo2OiIyNDI1NDUiO2k6MjY0O3M6NjoiMjQzMjc3IjtpOjI2NTtzOjY6IjI0NjM2NyI7aToyNjY7czo2OiIyMjgxNzQiO2k6MjY3O3M6NDoiNTQzMSI7aToyNjg7czo2OiIxNjc3MTAiO2k6MjY5O3M6NToiOTg0NjMiO2k6MjcwO3M6NjoiMTQ2MjMwIjtpOjI3MTtzOjY6IjIzNTM3MSI7aToyNzI7czo1OiI3MjU0NCI7aToyNzM7czo1OiI3MjU0NiI7aToyNzQ7czo2OiIxMjY5NDciO2k6Mjc1O3M6NjoiMTI2OTUxIjtpOjI3NjtzOjY6IjEyNjk1MiI7aToyNzc7czo2OiIxMjY5NTQiO2k6Mjc4O3M6NjoiMTI2OTU1IjtpOjI3OTtzOjY6IjEyNzU1MyI7aToyODA7czo2OiIxMjc1NTUiO2k6MjgxO3M6NjoiMTI3NTU3IjtpOjI4MjtzOjY6IjEyNzU1OCI7aToyODM7czo2OiIxMjc1NjMiO2k6Mjg0O3M6NjoiMTI3NTY1IjtpOjI4NTtzOjY6IjEyNzU2NyI7aToyODY7czo2OiIxMjc1NjgiO2k6Mjg3O3M6NjoiMTI3NTY5IjtpOjI4ODtzOjY6IjEyNzU3MCI7aToyODk7czo2OiIxMjc1NzEiO2k6MjkwO3M6NjoiMTI3NTcyIjtpOjI5MTtzOjY6IjEyNzU3NSI7aToyOTI7czo2OiIxMjc1NzYiO2k6MjkzO3M6NjoiMTI3NTc3IjtpOjI5NDtzOjY6IjEyNzU3OCI7aToyOTU7czo2OiIxMjc1NzkiO2k6Mjk2O3M6NjoiMTI3NTgwIjtpOjI5NztzOjY6IjEyNzU4MSI7aToyOTg7czo2OiIxMjc1ODMiO2k6Mjk5O3M6NjoiMTI3NTg5IjtpOjMwMDtzOjY6IjEyNzU5MCI7aTozMDE7czo2OiIxMjc1OTEiO2k6MzAyO3M6NjoiMjMzNTIwIjtpOjMwMztzOjY6IjIzNzA5MyI7aTozMDQ7czo2OiIyMzcwOTQiO2k6MzA1O3M6NjoiMjM3MDk1IjtpOjMwNjtzOjY6IjI0MDU5NCI7aTozMDc7czo2OiIyNDIyODQiO2k6MzA4O3M6NjoiMjQyMjg3IjtpOjMwOTtzOjU6IjY4MTQzIjtpOjMxMDtzOjY6IjEyMDkzOSI7aTozMTE7czo2OiIxMjA5NTMiO2k6MzEyO3M6NjoiMTIwOTYwIjtpOjMxMztzOjY6IjEyMDk2MSI7aTozMTQ7czo2OiIxODY2MzQiO2k6MzE1O3M6NjoiMjQyMjg4IjtpOjMxNjtzOjY6IjIyOTQxMCI7aTozMTc7czo2OiIyMzExNzciO2k6MzE4O3M6NjoiMjM0Mzg0IjtpOjMxOTtzOjY6IjIzNDUxMSI7aTozMjA7czo2OiIyMzM5OTMiO2k6MzIxO3M6NDoiNTY3MSI7aTozMjI7czo1OiI3MTU3OCI7aTozMjM7czo0OiI2NjczIjtpOjMyNDtzOjQ6IjY2NzUiO2k6MzI1O3M6NDoiNjkyMyI7aTozMjY7czo0OiI2MzAwIjtpOjMyNztzOjY6IjI0MjUzNyI7aTozMjg7czo0OiI1MTQxIjtpOjMyOTtzOjQ6IjU4NjkiO2k6MzMwO3M6NDoiNzA5NyI7aTozMzE7czo2OiIxMjA1NzUiO2k6MzMyO3M6NjoiMTg1NTI3IjtpOjMzMztzOjY6IjEyMjU1MyI7aTozMzQ7czo2OiIxMjI1OTMiO2k6MzM1O3M6NjoiMjQzNTI4IjtpOjMzNjtzOjY6IjI0MzU5MiI7aTozMzc7czo0OiI4OTM3IjtpOjMzODtzOjU6IjY4MzgzIjtpOjMzOTtzOjY6IjEyMjU4NCI7aTozNDA7czo2OiIyMzY4NTMiO2k6MzQxO3M6NjoiMjQzOTI0IjtpOjM0MjtzOjY6IjI0NDc1MSI7aTozNDM7czo2OiIxMjI0NjIiO2k6MzQ0O3M6NjoiMTIyNDcwIjtpOjM0NTtzOjY6IjIzMTIzNCI7aTozNDY7czo2OiIyNDM5MjciO2k6MzQ3O3M6NjoiMjQ1NDgxIjtpOjM0ODtzOjY6IjEyMjUxNSI7aTozNDk7czo2OiIyNDY1MDgiO2k6MzUwO3M6NjoiMjM2ODU3IjtpOjM1MTtzOjY6IjExNDA1NiI7aTozNTI7czo2OiIxODcyMDkiO2k6MzUzO3M6NjoiMTg3MjEwIjtpOjM1NDtzOjY6IjE4NzIxNCI7aTozNTU7czo2OiIxODcyMTkiO2k6MzU2O3M6NjoiMTg3MjIwIjtpOjM1NztzOjY6IjI0MzE3MCI7aTozNTg7czo2OiIyNDM1MzAiO2k6MzU5O3M6NjoiMjQ1ODk3IjtpOjM2MDtzOjY6IjI0Mzg1OSI7aTozNjE7czo2OiIxMTI1MTAiO2k6MzYyO3M6NjoiMTEyNTExIjtpOjM2MztzOjY6IjExMjUxMiI7aTozNjQ7czo2OiIyMzA1ODAiO2k6MzY1O3M6NjoiMTY1Mjc4IjtpOjM2NjtzOjQ6Ijc5MTUiO2k6MzY3O3M6NDoiODE3NyI7aTozNjg7czo0OiI4NzYwIjtpOjM2OTtzOjQ6Ijg4ODAiO2k6MzcwO3M6NDoiOTc3OSI7aTozNzE7czo1OiIxMDcxMSI7aTozNzI7czo1OiIxMDc2MSI7aTozNzM7czo1OiIxMTQ0NiI7aTozNzQ7czo1OiIxMTQ1NyI7aTozNzU7czo1OiIxMjA0OSI7aTozNzY7czo2OiIxMDEzMTQiO2k6Mzc3O3M6NjoiMTAxMzE5IjtpOjM3ODtzOjY6IjEwMTMyMCI7aTozNzk7czo2OiIxMDEzMjEiO2k6MzgwO3M6NjoiMTAxMzIyIjtpOjM4MTtzOjY6IjEwMTMyMyI7aTozODI7czo2OiIxMDEzMjQiO2k6MzgzO3M6NjoiMTAxMzI1IjtpOjM4NDtzOjY6IjEwMTMyOCI7aTozODU7czo2OiIxMDEzMzAiO2k6Mzg2O3M6NjoiMTAxMzMyIjtpOjM4NztzOjY6IjEwMTMzMyI7aTozODg7czo2OiIxMDEzMzYiO2k6Mzg5O3M6NjoiMTAxMzM4IjtpOjM5MDtzOjY6IjEwMTMzOSI7aTozOTE7czo2OiIxMDEzNDAiO2k6MzkyO3M6NjoiMTAxMzQxIjtpOjM5MztzOjY6IjEwMTM0MiI7aTozOTQ7czo2OiIxMDEzNDMiO2k6Mzk1O3M6NjoiMTAxMzQ0IjtpOjM5NjtzOjY6IjEwMTM0NSI7aTozOTc7czo2OiIxMDY1NDgiO2k6Mzk4O3M6NjoiMTA2NTQ5IjtpOjM5OTtzOjY6IjEwNjU1MSI7aTo0MDA7czo2OiIxMDY1NTQiO2k6NDAxO3M6NjoiMTE5OTk1IjtpOjQwMjtzOjY6IjExOTk5NiI7aTo0MDM7czo2OiIxMTk5OTciO2k6NDA0O3M6NjoiMTI2MDEyIjtpOjQwNTtzOjY6IjE1OTU4MiI7aTo0MDY7czo2OiIxNTk2NDciO2k6NDA3O3M6NjoiMTU5Njg5IjtpOjQwODtzOjY6IjE1OTY5MCI7aTo0MDk7czo2OiIxNTk2OTEiO2k6NDEwO3M6NjoiMTU5NzEwIjtpOjQxMTtzOjY6IjE1OTcyMiI7aTo0MTI7czo2OiIyMjgwODEiO2k6NDEzO3M6NjoiMjM5NzM4IjtpOjQxNDtzOjY6IjIzOTc2MCI7aTo0MTU7czo2OiIyNDAzMTUiO2k6NDE2O3M6NjoiMTA1NjQ4IjtpOjQxNztzOjY6IjI0MDEzMCI7aTo0MTg7czo2OiIyNDY1MDciO2k6NDE5O3M6NToiNjc3ODYiO2k6NDIwO3M6NjoiMTIyNTMwIjtpOjQyMTtzOjU6IjY2NzU3IjtpOjQyMjtzOjU6IjY2NzU4IjtpOjQyMztzOjU6IjY2ODIwIjtpOjQyNDtzOjU6IjY2OTQ5IjtpOjQyNTtzOjU6IjY3MTkzIjtpOjQyNjtzOjU6IjY3MjAxIjtpOjQyNztzOjU6IjY3MjIzIjtpOjQyODtzOjU6IjY3MjQwIjtpOjQyOTtzOjU6IjY3MjQxIjtpOjQzMDtzOjU6IjY3MjU0IjtpOjQzMTtzOjU6IjY3Mjc5IjtpOjQzMjtzOjU6IjY3MzAxIjtpOjQzMztzOjU6IjY3MzAyIjtpOjQzNDtzOjU6IjY3MzE1IjtpOjQzNTtzOjU6IjY3MzgwIjtpOjQzNjtzOjU6IjY3MzgxIjtpOjQzNztzOjU6IjY3NDc0IjtpOjQzODtzOjU6IjY3NjAzIjtpOjQzOTtzOjU6IjY3ODU1IjtpOjQ0MDtzOjU6IjY4MDM2IjtpOjQ0MTtzOjU6IjcxMTczIjtpOjQ0MjtzOjU6IjcxMTc1IjtpOjQ0MztzOjU6IjcyMzQyIjtpOjQ0NDtzOjU6IjcyMzg4IjtpOjQ0NTtzOjU6IjcyMzkxIjtpOjQ0NjtzOjU6IjcyMzk0IjtpOjQ0NztzOjU6IjcyMzk4IjtpOjQ0ODtzOjU6IjcyNDY1IjtpOjQ0OTtzOjU6IjcyNDY3IjtpOjQ1MDtzOjU6IjcyNDY4IjtpOjQ1MTtzOjU6IjkxNDAwIjtpOjQ1MjtzOjU6IjkxNDE2IjtpOjQ1MztzOjU6Ijk5ODY4IjtpOjQ1NDtzOjU6Ijk5ODY5IjtpOjQ1NTtzOjU6Ijk5ODcwIjtpOjQ1NjtzOjU6Ijk5ODczIjtpOjQ1NztzOjU6Ijk5ODc2IjtpOjQ1ODtzOjU6Ijk5ODc3IjtpOjQ1OTtzOjY6IjExMDgxMiI7aTo0NjA7czo2OiIxMTA4MTMiO2k6NDYxO3M6NjoiMTEwODE2IjtpOjQ2MjtzOjY6IjExMDgxNyI7aTo0NjM7czo2OiIxMjYwMzMiO2k6NDY0O3M6NjoiMTQ2OTMyIjtpOjQ2NTtzOjY6IjE1NjE0NyI7aTo0NjY7czo2OiIxODczMDciO2k6NDY3O3M6NjoiMjI3NzE5IjtpOjQ2ODtzOjY6IjIyNzc3NyI7aTo0Njk7czo2OiIyMzg2MzciO2k6NDcwO3M6NjoiMjQwMzIzIjtpOjQ3MTtzOjY6IjI0MzkyMCI7aTo0NzI7czo2OiIyNDYwODYiO2k6NDczO3M6NjoiMjQ2MDg3IjtpOjQ3NDtzOjY6IjI0NjUxMCI7aTo0NzU7czo2OiIyNDY1MTEiO2k6NDc2O3M6NToiNjY5MDYiO2k6NDc3O3M6NToiOTE4NDkiO2k6NDc4O3M6NjoiMTEwNzc3IjtpOjQ3OTtzOjY6IjExMzExOCI7aTo0ODA7czo2OiIxMTMxMjAiO2k6NDgxO3M6NjoiMTEzMzMwIjtpOjQ4MjtzOjY6IjExMzMzMSI7aTo0ODM7czo2OiIxMTMzMzMiO2k6NDg0O3M6NjoiMTEzMzM4IjtpOjQ4NTtzOjY6IjExMzM1NiI7aTo0ODY7czo2OiIxMjYwMTQiO2k6NDg3O3M6NjoiMjMwNzQ0IjtpOjQ4ODtzOjY6IjI0NDc3NyI7aTo0ODk7czo2OiIyNDY1MTIiO2k6NDkwO3M6NToiNjczOTEiO2k6NDkxO3M6NjoiMTI1MTE2IjtpOjQ5MjtzOjY6IjEyNTI2OSI7aTo0OTM7czo2OiIxMjUyNzQiO2k6NDk0O3M6NjoiMTI1OTg5IjtpOjQ5NTtzOjY6IjEyNTk5MCI7aTo0OTY7czo2OiIyNDU4OTgiO2k6NDk3O3M6NjoiMjM2NDMyIjtpOjQ5ODtzOjY6IjIzMTY4NiI7aTo0OTk7czo2OiIyMzU5OTMiO2k6NTAwO3M6NjoiMjQwMTMxIjtpOjUwMTtzOjY6IjE4Mzk4OCI7aTo1MDI7czo2OiIxODM5OTIiO2k6NTAzO3M6NjoiMjM5NzQwIjtpOjUwNDtzOjY6IjI0NjUxMyI7aTo1MDU7czo2OiIxODM5MDAiO2k6NTA2O3M6NjoiMTgzOTAxIjtpOjUwNztzOjY6IjE4NzA4OSI7aTo1MDg7czo2OiIyNDMzNzYiO2k6NTA5O3M6NjoiMjQ0MjAwIjtpOjUxMDtzOjY6IjExNTk4MCI7aTo1MTE7czo2OiIyNDQzMTMiO2k6NTEyO3M6NjoiMTEzOTU4IjtpOjUxMztzOjY6IjExMzk2MSI7aTo1MTQ7czo2OiIxMTM5NjIiO2k6NTE1O3M6NjoiMTI1OTk1IjtpOjUxNjtzOjY6IjE4ODIyOCI7aTo1MTc7czo2OiIyNDM5MTkiO2k6NTE4O3M6NjoiMjQ2NDgwIjtpOjUxOTtzOjY6IjI0NjQ4MSI7aTo1MjA7czo2OiIyNDAzMjAiO2k6NTIxO3M6NjoiMjQzMjEyIjtpOjUyMjtzOjY6IjI0NDMxNiI7aTo1MjM7czo2OiIyNDA0MDkiO2k6NTI0O3M6NToiNzMxMDciO2k6NTI1O3M6NjoiMTQyMzI3IjtpOjUyNjtzOjY6IjI0NDc0OSI7aTo1Mjc7czo0OiI3MDY0IjtpOjUyODtzOjY6IjExNzA1NiI7aTo1Mjk7czo2OiIxODc2MzciO2k6NTMwO3M6NDoiNjQyOCI7aTo1MzE7czo0OiI3MTgyIjtpOjUzMjtzOjY6IjExNTgyNiI7aTo1MzM7czo0OiI2OTA0IjtpOjUzNDtzOjY6IjI0MjY1OSI7aTo1MzU7czo2OiIxMTM5MzUiO2k6NTM2O3M6NjoiMjM1MTA2IjtpOjUzNztzOjY6IjI0MzA1OSI7aTo1Mzg7czo2OiIyNDIzNTIiO2k6NTM5O3M6NjoiMjQzMDU4IjtpOjU0MDtzOjY6IjI0MzA2MSI7aTo1NDE7czo2OiIyNDMxMjYiO2k6NTQyO3M6NjoiMjQ0NzUyIjtpOjU0MztzOjY6IjIzODQyNSI7aTo1NDQ7czo1OiIxMDk4NSI7aTo1NDU7czo0OiI4ODI3IjtpOjU0NjtzOjY6IjI0MTg2MiI7aTo1NDc7czo2OiIyMjc4NTMiO2k6NTQ4O3M6NjoiMjM4NzAyIjtpOjU0OTtzOjU6IjkyNDg0IjtpOjU1MDtzOjY6IjExNDQ2MCI7aTo1NTE7czo2OiIxMTQ0NjIiO2k6NTUyO3M6NjoiMTE0NDY0IjtpOjU1MztzOjY6IjExNDQ3MCI7aTo1NTQ7czo2OiIyMzQwNDQiO2k6NTU1O3M6NjoiMTI2OTMxIjtpOjU1NjtzOjY6IjIzNDE4NSI7aTo1NTc7czo2OiIyNDE5NDUiO2k6NTU4O3M6NjoiMTE0NTEzIjtpOjU1OTtzOjY6IjI0NDEwMCI7aTo1NjA7czo2OiIxODUxOTIiO2k6NTYxO3M6NDoiODYyOSI7aTo1NjI7czo2OiIxMTYxODciO2k6NTYzO3M6NjoiMTE2MjA1IjtpOjU2NDtzOjY6IjExNjIyMyI7aTo1NjU7czo2OiIxMTYyNDkiO2k6NTY2O3M6NjoiMTE2MjU3IjtpOjU2NztzOjY6IjI0MjU5OSI7aTo1Njg7czo2OiIyNDQ3OTgiO2k6NTY5O3M6NjoiMjQ0Nzk5IjtpOjU3MDtzOjY6IjI0NDc5NCI7aTo1NzE7czo2OiIyNDQ3OTUiO2k6NTcyO3M6NjoiMjQ0Nzk2IjtpOjU3MztzOjY6IjI0NDc5NyI7aTo1NzQ7czo2OiIyNDU5MjQiO2k6NTc1O3M6NjoiMTIwODg5IjtpOjU3NjtzOjY6IjEyMDg5MiI7aTo1Nzc7czo2OiIxMjA4OTMiO2k6NTc4O3M6NjoiMTQ0MDIzIjtpOjU3OTtzOjY6IjE0NDE1NyI7aTo1ODA7czo2OiIxNDQ4ODMiO2k6NTgxO3M6NDoiNTQ3MiI7aTo1ODI7czo2OiIyMzg1MjQiO2k6NTgzO3M6NjoiMjM4NTI1IjtpOjU4NDtzOjY6IjI0NjIwOCI7aTo1ODU7czo0OiI2ODg5IjtpOjU4NjtzOjQ6IjcwOTAiO2k6NTg3O3M6NjoiMTIzMjQzIjtpOjU4ODtzOjY6IjE4MzA3NyI7aTo1ODk7czo2OiIyNDIxMDciO2k6NTkwO3M6NjoiMjQyMTY3IjtpOjU5MTtzOjY6IjExNDcxNyI7aTo1OTI7czo2OiIxMTQ3MTgiO2k6NTkzO3M6NjoiMTA1NTIxIjtpOjU5NDtzOjY6IjIzNzkxMCI7aTo1OTU7czo2OiIyMzc5MTUiO2k6NTk2O3M6NjoiMjM3OTE2IjtpOjU5NztzOjY6IjIzNzkxOCI7aTo1OTg7czo2OiIyMzc5MTkiO2k6NTk5O3M6NjoiMjM3OTIxIjtpOjYwMDtzOjY6IjI0MjQxOSI7aTo2MDE7czo2OiIyNDMyNzUiO2k6NjAyO3M6NDoiNDM5MyI7aTo2MDM7czo1OiI2ODMwNSI7aTo2MDQ7czo2OiIxMjYxMjgiO2k6NjA1O3M6NToiMTA4OTQiO2k6NjA2O3M6NjoiMTA0OTQ3IjtpOjYwNztzOjY6IjIzNzg5OCI7aTo2MDg7czo2OiIxMzA5NDUiO2k6NjA5O3M6NDoiNDg1NCI7aTo2MTA7czo0OiI1NDYzIjtpOjYxMTtzOjQ6IjY0ODAiO2k6NjEyO3M6NjoiMjQ2MTU3IjtpOjYxMztzOjY6IjEyMjk1NyI7aTo2MTQ7czo2OiIyMzc3NjUiO2k6NjE1O3M6NjoiMjM3NzY2IjtpOjYxNjtzOjU6IjcwNDI0IjtpOjYxNztzOjU6IjcwNjUzIjtpOjYxODtzOjU6Ijg2MjQxIjtpOjYxOTtzOjU6Ijg2MjQyIjtpOjYyMDtzOjY6IjIzMDgxMSI7aTo2MjE7czo2OiIyNDIxNTAiO2k6NjIyO3M6NToiMTEwODgiO2k6NjIzO3M6NjoiMTE3MDcwIjtpOjYyNDtzOjY6IjI0NDQzMyI7aTo2MjU7czo2OiIyNDA1MjYiO2k6NjI2O3M6NjoiMTY4NDM3IjtpOjYyNztzOjY6IjE2ODQzOCI7aTo2Mjg7czo2OiIxODI2NjYiO2k6NjI5O3M6NjoiMTgyNjY3IjtpOjYzMDtzOjY6IjE4MjY2OSI7aTo2MzE7czo2OiIxODI2NzAiO2k6NjMyO3M6NjoiMjM3Nzc3IjtpOjYzMztzOjY6IjI0NjQ0MSI7aTo2MzQ7czo2OiIxODI2NjIiO2k6NjM1O3M6NjoiMTgzOTA1IjtpOjYzNjtzOjY6IjI0NDExMCI7aTo2Mzc7czo2OiIyNDUyODYiO2k6NjM4O3M6NjoiMjQ1MzExIjtpOjYzOTtzOjY6IjI0NTMxMiI7aTo2NDA7czo1OiIxMDYzMiI7aTo2NDE7czo1OiI2Nzg2MCI7aTo2NDI7czo2OiIyNDQzOTkiO2k6NjQzO3M6NjoiMTY3OTk3IjtpOjY0NDtzOjY6IjE4MTQxMCI7aTo2NDU7czo2OiIxODI2NDciO2k6NjQ2O3M6NjoiMTgyNjQ5IjtpOjY0NztzOjY6IjE4MjY1NSI7aTo2NDg7czo2OiIxODUxMjUiO2k6NjQ5O3M6NjoiMTg3MzgxIjtpOjY1MDtzOjY6IjI0MDAwNyI7aTo2NTE7czo2OiIyNDIyNTIiO2k6NjUyO3M6NjoiMjQyNDAyIjtpOjY1MztzOjY6IjI0MjQwNiI7aTo2NTQ7czo1OiI5OTc0MiI7aTo2NTU7czo2OiIxNTU0NzUiO2k6NjU2O3M6NjoiMTgyMjM1IjtpOjY1NztzOjY6IjE4MjIzNiI7aTo2NTg7czo2OiIxODQ0NDMiO2k6NjU5O3M6NjoiMjM5ODAzIjtpOjY2MDtzOjQ6IjU4ODUiO2k6NjYxO3M6NjoiMTYwMDQzIjtpOjY2MjtzOjY6IjE4NjY5MyI7aTo2NjM7czo1OiIxMTQxNSI7aTo2NjQ7czo2OiIxODM2ODciO2k6NjY1O3M6NjoiMjQyMzE5IjtpOjY2NjtzOjY6IjI0NDEwNiI7aTo2Njc7czo2OiIyNDQxMDgiO2k6NjY4O3M6NjoiMjQ0MTExIjtpOjY2OTtzOjY6IjI0NDk2OCI7aTo2NzA7czo0OiI3ODgxIjtpOjY3MTtzOjY6IjE0NTU3OSI7aTo2NzI7czo2OiIyMzA2MzEiO2k6NjczO3M6NjoiMjM3NjMwIjtpOjY3NDtzOjY6IjI0NTAwNyI7aTo2NzU7czo2OiIyNDU5MTQiO2k6Njc2O3M6NjoiMjQ2MDM2IjtpOjY3NztzOjY6IjI0MjE1NyI7aTo2Nzg7czo2OiIyNDIzNTUiO2k6Njc5O3M6NDoiODQ2MiI7aTo2ODA7czo0OiI4NzQ5IjtpOjY4MTtzOjU6IjExMzA5IjtpOjY4MjtzOjU6Ijk1NTQyIjtpOjY4MztzOjY6IjExMDk5OCI7aTo2ODQ7czo2OiIxODY2MTMiO2k6Njg1O3M6NjoiMjMxMDI3IjtpOjY4NjtzOjY6IjIzNDg3NCI7aTo2ODc7czo2OiIyMzYyOTciO2k6Njg4O3M6NjoiMjM2Mjk5IjtpOjY4OTtzOjY6IjIzNjMwMCI7aTo2OTA7czo2OiIyMzYzMTAiO2k6NjkxO3M6NjoiMjM2MzEyIjtpOjY5MjtzOjY6IjI0NDYxMSI7aTo2OTM7czo2OiIyNDUwMDkiO2k6Njk0O3M6NjoiMjQ2NDU5IjtpOjY5NTtzOjY6IjI0Mjg0NSI7aTo2OTY7czo2OiIyNDMxNTgiO2k6Njk3O3M6NDoiOTkzMSI7aTo2OTg7czo1OiIxMDk3MyI7aTo2OTk7czo0OiI4Mzg1IjtpOjcwMDtzOjY6IjE0MjM1NyI7aTo3MDE7czo2OiIyNDM1NTgiO2k6NzAyO3M6NjoiMjQ1NDU2IjtpOjcwMztzOjY6IjI0NTk3NCI7aTo3MDQ7czo0OiI0OTI2IjtpOjcwNTtzOjY6IjE0NTU3NiI7aTo3MDY7czo2OiIyMzY2MTYiO2k6NzA3O3M6NjoiMjQyMDc2IjtpOjcwODtzOjQ6IjQ2NTgiO2k6NzA5O3M6NDoiNDc3NyI7aTo3MTA7czo0OiI3MTYyIjtpOjcxMTtzOjU6IjExODEyIjtpOjcxMjtzOjY6IjE2MzIzNyI7aTo3MTM7czo2OiIyNDMwNDMiO2k6NzE0O3M6NToiNzkxNjEiO2k6NzE1O3M6NjoiMTE1OTEyIjtpOjcxNjtzOjY6IjE2Mjc3MCI7aTo3MTc7czo1OiIxMDEwNyI7aTo3MTg7czo2OiIxNjc4NTgiO2k6NzE5O3M6NToiODc3NTMiO2k6NzIwO3M6NjoiMTIyMDAwIjtpOjcyMTtzOjU6IjExNjY3IjtpOjcyMjtzOjQ6Ijc5MzQiO2k6NzIzO3M6NDoiODYyNSI7aTo3MjQ7czo0OiI4NzcwIjtpOjcyNTtzOjQ6Ijg4MTUiO2k6NzI2O3M6NToiMTAyMTMiO2k6NzI3O3M6NToiMTA3ODYiO2k6NzI4O3M6NToiMTA5MjkiO2k6NzI5O3M6NToiMTA5MzciO2k6NzMwO3M6NToiMTA5NjUiO2k6NzMxO3M6NToiMTEwMjkiO2k6NzMyO3M6NToiMTEzNjgiO2k6NzMzO3M6NToiMTE2MDUiO2k6NzM0O3M6NToiMTE2MTAiO2k6NzM1O3M6NToiMTE4MjYiO2k6NzM2O3M6NToiMTE4MzQiO2k6NzM3O3M6NjoiMjI4MjY1IjtpOjczODtzOjY6IjIzODk1NyI7aTo3Mzk7czo2OiIyMzk3NDgiO2k6NzQwO3M6NjoiMjQzMTQ0IjtpOjc0MTtzOjY6IjEwMTUzNCI7aTo3NDI7czo2OiIxMDM2NzkiO2k6NzQzO3M6NjoiMjM1MTU4IjtpOjc0NDtzOjY6IjIzMzkwMSI7aTo3NDU7czo1OiIxMTAxMCI7aTo3NDY7czo2OiIyNDI1NjgiO2k6NzQ3O3M6NjoiMjQ2MjMyIjtpOjc0ODtzOjU6IjExMTgwIjtpOjc0OTtzOjU6IjExNDUwIjtpOjc1MDtzOjY6IjI0MjkwMyI7aTo3NTE7czo2OiIyNDI5MzQiO2k6NzUyO3M6NDoiOTQ0MiI7aTo3NTM7czo0OiI5NDQ1IjtpOjc1NDtzOjQ6Ijk0NDYiO2k6NzU1O3M6NDoiOTg5OCI7aTo3NTY7czo1OiIxMTA4MSI7aTo3NTc7czo1OiIxMTM5NCI7aTo3NTg7czo1OiIxMTQzOCI7aTo3NTk7czo1OiI2NzI3NCI7aTo3NjA7czo1OiI2NzY3NiI7aTo3NjE7czo2OiIxMjY3MzgiO2k6NzYyO3M6NjoiMTI2OTQ0IjtpOjc2MztzOjY6IjEyNjk0NSI7aTo3NjQ7czo2OiIxODc0NDkiO2k6NzY1O3M6NjoiMTg3NDUwIjtpOjc2NjtzOjY6IjE4NzQ1MSI7aTo3Njc7czo2OiIxODc0NzkiO2k6NzY4O3M6NjoiMjM1OTc3IjtpOjc2OTtzOjY6IjIzODY2MSI7aTo3NzA7czo2OiIyNDU1NjAiO2k6NzcxO3M6NjoiMjQ2MzczIjtpOjc3MjtzOjY6IjI0NjM3NCI7aTo3NzM7czo2OiIyNDYzNzkiO2k6Nzc0O3M6NjoiMjQ2MzgxIjtpOjc3NTtzOjY6IjI0NjM4MiI7aTo3NzY7czo2OiIyNDYzODQiO2k6Nzc3O3M6NjoiMjQ2Mzg1IjtpOjc3ODtzOjY6IjI0NjM4NiI7aTo3Nzk7czo2OiIyNDYzODgiO2k6NzgwO3M6NjoiMjQ2Mzg5IjtpOjc4MTtzOjY6IjI0NjQzNSI7aTo3ODI7czo2OiIyNDY0MzYiO2k6NzgzO3M6NjoiMjQ2NDM3IjtpOjc4NDtzOjY6IjI0NjQzOCI7aTo3ODU7czo2OiIyNDY0MzkiO2k6Nzg2O3M6NjoiMjQ2NDUwIjtpOjc4NztzOjY6IjExMTE1MyI7aTo3ODg7czo2OiIxNTcwNDgiO2k6Nzg5O3M6NjoiMTU5NDA5IjtpOjc5MDtzOjY6IjE1OTQ5OSI7aTo3OTE7czo2OiIxNTk1MDQiO2k6NzkyO3M6NjoiMjI3NzI3IjtpOjc5MztzOjY6IjIyNzk3NyI7aTo3OTQ7czo2OiIyMzg2NzAiO2k6Nzk1O3M6NjoiMjQwMTE2IjtpOjc5NjtzOjY6IjI0MjU2NCI7aTo3OTc7czo2OiIyNDY1MTciO2k6Nzk4O3M6NDoiODUxMyI7aTo3OTk7czo0OiI4NTcyIjtpOjgwMDtzOjQ6Ijg3MDQiO2k6ODAxO3M6NDoiODc1NSI7aTo4MDI7czo0OiI5NDIzIjtpOjgwMztzOjQ6Ijk0MjQiO2k6ODA0O3M6NDoiOTQyNSI7aTo4MDU7czo0OiI5NDI2IjtpOjgwNjtzOjQ6Ijk0MjciO2k6ODA3O3M6NDoiOTQyOCI7aTo4MDg7czo1OiIxMTYzMiI7aTo4MDk7czo2OiIyNDYzODAiO2k6ODEwO3M6NjoiMjQ2NDUxIjtpOjgxMTtzOjU6IjExNjIzIjtpOjgxMjtzOjY6IjE4NzM4MyI7aTo4MTM7czo2OiIyMzU5NTQiO2k6ODE0O3M6NjoiMjQyNjE5IjtpOjgxNTtzOjQ6Ijc5OTQiO2k6ODE2O3M6NDoiODUwNyI7aTo4MTc7czo0OiI5MzgxIjtpOjgxODtzOjY6IjIzNTc0NCI7aTo4MTk7czo1OiIxMTA1OCI7aTo4MjA7czo2OiIxMjY2MjciO2k6ODIxO3M6NjoiMTI2NjMyIjtpOjgyMjtzOjY6IjI0MjkyOCI7aTo4MjM7czo2OiIyNDI5MjkiO2k6ODI0O3M6NjoiMjQyOTMwIjtpOjgyNTtzOjY6IjI0MjkzMSI7aTo4MjY7czo2OiIyNDI5NzkiO2k6ODI3O3M6NjoiMjQyOTM3IjtpOjgyODtzOjY6IjI0Mjk0MiI7aTo4Mjk7czo2OiIyNDI5MTYiO2k6ODMwO3M6NjoiMjQyOTE3IjtpOjgzMTtzOjY6IjI0MjkxOSI7aTo4MzI7czo2OiIyNDI5MjAiO2k6ODMzO3M6NjoiMjQyOTIxIjtpOjgzNDtzOjY6IjI0MjkyMiI7aTo4MzU7czo2OiIyNDI5NDQiO2k6ODM2O3M6NjoiMjQyOTQ1IjtpOjgzNztzOjY6IjI0Mjk4MCI7aTo4Mzg7czo2OiIyNDI5ODEiO2k6ODM5O3M6NDoiOTY0MSI7aTo4NDA7czo1OiI2ODE4MyI7aTo4NDE7czo2OiIxMjY3MjEiO2k6ODQyO3M6NjoiMTI2NzIyIjtpOjg0MztzOjY6IjEyNjcyMyI7aTo4NDQ7czo2OiIxMjY3MjkiO2k6ODQ1O3M6NjoiMTI2NzMyIjtpOjg0NjtzOjY6IjEyNjkxNCI7aTo4NDc7czo2OiIxODgzNDciO2k6ODQ4O3M6NjoiMjMwNTYxIjtpOjg0OTtzOjY6IjIzNTk2MiI7aTo4NTA7czo2OiIyNDM1NDIiO2k6ODUxO3M6NDoiOTI2NyI7aTo4NTI7czo0OiI5MjY5IjtpOjg1MztzOjQ6IjkzMTciO2k6ODU0O3M6NDoiOTMxOCI7aTo4NTU7czo0OiI5MzIzIjtpOjg1NjtzOjQ6IjkzMjQiO2k6ODU3O3M6NDoiOTMyNSI7aTo4NTg7czo0OiI5MzI2IjtpOjg1OTtzOjQ6IjkzMjgiO2k6ODYwO3M6NjoiMTIzMjgwIjtpOjg2MTtzOjY6IjEyMzI4MSI7aTo4NjI7czo2OiIxMjMyODQiO2k6ODYzO3M6NjoiMTIzMjg1IjtpOjg2NDtzOjY6IjE2NDkxMyI7aTo4NjU7czo2OiIxNjQ5MTQiO2k6ODY2O3M6NjoiMTY1MzE5IjtpOjg2NztzOjY6IjE2NTMyNiI7aTo4Njg7czo2OiIxNjUzMjciO2k6ODY5O3M6NjoiMTY1MzI4IjtpOjg3MDtzOjY6IjE2NTMyOSI7aTo4NzE7czo2OiIxNjUzMzAiO2k6ODcyO3M6NjoiMTY1MzMxIjtpOjg3MztzOjY6IjE2NTMzMiI7aTo4NzQ7czo2OiIxNjUzMzMiO2k6ODc1O3M6NjoiMTY1MzM0IjtpOjg3NjtzOjY6IjE2NTMzNSI7aTo4Nzc7czo2OiIxNjUzMzYiO2k6ODc4O3M6NjoiMTY1MzM3IjtpOjg3OTtzOjY6IjE2NTMzOCI7aTo4ODA7czo2OiIxNjUzMzkiO2k6ODgxO3M6NjoiMTY1MzQwIjtpOjg4MjtzOjY6IjE4ODYwNiI7aTo4ODM7czo2OiIyMjgxMTkiO2k6ODg0O3M6NjoiMjMwMTI3IjtpOjg4NTtzOjY6IjIzNzEwMSI7aTo4ODY7czo2OiIyMzcxMDgiO2k6ODg3O3M6NjoiMjM3MTI3IjtpOjg4ODtzOjY6IjIzNzE2NCI7aTo4ODk7czo2OiIyMzcxNjUiO2k6ODkwO3M6NjoiMjM3MTY2IjtpOjg5MTtzOjY6IjIzNzE2NyI7aTo4OTI7czo2OiIyMzcxNjgiO2k6ODkzO3M6NjoiMjM3MTY5IjtpOjg5NDtzOjY6IjIzNzE3MCI7aTo4OTU7czo2OiIyMzcxNzEiO2k6ODk2O3M6NjoiMjM3MTcyIjtpOjg5NztzOjY6IjIzNzE3MyI7aTo4OTg7czo2OiIyMzcxNzciO2k6ODk5O3M6NjoiMjM3MTc4IjtpOjkwMDtzOjY6IjIzNzE5MiI7aTo5MDE7czo2OiIyMzcyMDQiO2k6OTAyO3M6NjoiMjM3MjA1IjtpOjkwMztzOjY6IjIzNzIwNiI7aTo5MDQ7czo2OiIyMzcyMTAiO2k6OTA1O3M6NjoiMjM3MjEyIjtpOjkwNjtzOjY6IjIzNzIxMyI7aTo5MDc7czo2OiIyMzcyMTQiO2k6OTA4O3M6NjoiMjM3MjE1IjtpOjkwOTtzOjY6IjIzNzIxNiI7aTo5MTA7czo2OiIyMzcyMTciO2k6OTExO3M6NjoiMjM3MjE4IjtpOjkxMjtzOjY6IjIzNzIxOSI7aTo5MTM7czo2OiIyMzcyMjAiO2k6OTE0O3M6NjoiMjM3MjIxIjtpOjkxNTtzOjY6IjIzNzIyMiI7aTo5MTY7czo2OiIyMzcyMjMiO2k6OTE3O3M6NjoiMjM3MjI0IjtpOjkxODtzOjY6IjIzNzIyNSI7aTo5MTk7czo2OiIyMzcyMjciO2k6OTIwO3M6NjoiMjM3MjI4IjtpOjkyMTtzOjY6IjIzNzIzNCI7aTo5MjI7czo2OiIyMzcyMzYiO2k6OTIzO3M6NjoiMjM3MjM3IjtpOjkyNDtzOjY6IjIzNzIzOCI7aTo5MjU7czo2OiIyMzcyNDAiO2k6OTI2O3M6NjoiMjM3MjQxIjtpOjkyNztzOjY6IjIzNzI0MyI7aTo5Mjg7czo2OiIyMzcyNDQiO2k6OTI5O3M6NjoiMjM3MjQ1IjtpOjkzMDtzOjY6IjIzODYzNCI7aTo5MzE7czo2OiIyMzg2MzUiO2k6OTMyO3M6NjoiMjM4NjM2IjtpOjkzMztzOjY6IjIzODYzOSI7aTo5MzQ7czo2OiIyMzg2NDAiO2k6OTM1O3M6NjoiMjM4NjQxIjtpOjkzNjtzOjY6IjIzODY2NiI7aTo5Mzc7czo2OiIyMzg2NjciO2k6OTM4O3M6NjoiMjQwMjc5IjtpOjkzOTtzOjY6IjI0MDMxNCI7aTo5NDA7czo2OiIyNDAzMjQiO2k6OTQxO3M6NjoiMjQ0NTU3IjtpOjk0MjtzOjQ6IjkzMzQiO2k6OTQzO3M6NjoiMTIzMjg2IjtpOjk0NDtzOjY6IjE2NDkxNSI7aTo5NDU7czo2OiIxNjUzMjAiO2k6OTQ2O3M6NjoiMTY1MzIyIjtpOjk0NztzOjY6IjE2NTMyMyI7aTo5NDg7czo2OiIxODczNTQiO2k6OTQ5O3M6NjoiMTg3MzU1IjtpOjk1MDtzOjY6IjE4NzM3MCI7aTo5NTE7czo2OiIyMzExODEiO2k6OTUyO3M6NjoiMjMyMTkzIjtpOjk1MztzOjY6IjIzMjE5NCI7aTo5NTQ7czo2OiIyMzcxNzQiO2k6OTU1O3M6NjoiMjM3MTc1IjtpOjk1NjtzOjY6IjIzNzE4MSI7aTo5NTc7czo2OiIyMzcyMDEiO2k6OTU4O3M6NjoiMjM3MjAyIjtpOjk1OTtzOjY6IjIzNzIwMyI7aTo5NjA7czo2OiIyMzg2MjYiO2k6OTYxO3M6NjoiMjM4NjMwIjtpOjk2MjtzOjY6IjIzODY0NCI7aTo5NjM7czo2OiIyNDAyNzciO2k6OTY0O3M6NjoiMjQwMjc4IjtpOjk2NTtzOjY6IjI0MDM1NSI7aTo5NjY7czo2OiIyNDI0NTgiO2k6OTY3O3M6NjoiMjQyNDU5IjtpOjk2ODtzOjY6IjI0MjQ2MSI7aTo5Njk7czo2OiIyNDI0NjMiO2k6OTcwO3M6NjoiMjQyNDY0IjtpOjk3MTtzOjY6IjI0MjYyMyI7aTo5NzI7czo2OiIyNDI5MDIiO2k6OTczO3M6NjoiMjQ0NzYzIjtpOjk3NDtzOjU6IjEwODc1IjtpOjk3NTtzOjU6IjExMTcwIjtpOjk3NjtzOjU6IjExMTkyIjtpOjk3NztzOjY6IjIzNzM5NCI7aTo5Nzg7czo2OiIyMzczOTUiO2k6OTc5O3M6NjoiMjM3Mzk2IjtpOjk4MDtzOjY6IjIzNzQwMSI7aTo5ODE7czo2OiIyMzc0MDciO2k6OTgyO3M6NjoiMjM3NDEwIjtpOjk4MztzOjY6IjIzNzQxMiI7aTo5ODQ7czo2OiIyMzc0MTYiO2k6OTg1O3M6NjoiMjM3NDE4IjtpOjk4NjtzOjY6IjIzNzQyMCI7aTo5ODc7czo2OiIyNDI4OTIiO2k6OTg4O3M6NjoiMjQyODk2IjtpOjk4OTtzOjY6IjI0Mjg5OCI7aTo5OTA7czo2OiIyNDI5MzUiO2k6OTkxO3M6NjoiMjQyOTM2IjtpOjk5MjtzOjQ6IjkzNDciO2k6OTkzO3M6NjoiMTI5Mjk2IjtpOjk5NDtzOjY6IjEzMTMzMSI7aTo5OTU7czo2OiIxMzEzMzIiO2k6OTk2O3M6NjoiMTMxMzMzIjtpOjk5NztzOjY6IjI0MjkxMCI7aTo5OTg7czo2OiIyNDM1MDgiO2k6OTk5O3M6NToiMTAyMDUiO2k6MTAwMDtzOjY6IjEyNjkxNSI7aToxMDAxO3M6NjoiMTI2OTIyIjtpOjEwMDI7czo2OiIxMjY5MjUiO2k6MTAwMztzOjY6IjE0MjQ1OCI7aToxMDA0O3M6NjoiMTg3NDI4IjtpOjEwMDU7czo2OiIyMzU5ODQiO2k6MTAwNjtzOjY6IjI0MjkzOCI7aToxMDA3O3M6NjoiMjQ1NTU2IjtpOjEwMDg7czo2OiIyMzEwMzQiO2k6MTAwOTtzOjY6IjI0NDU2OSI7aToxMDEwO3M6NDoiODU1NyI7aToxMDExO3M6NjoiMTY0OTI5IjtpOjEwMTI7czo2OiIxNjgwOTIiO2k6MTAxMztzOjY6IjE4NzQ1OCI7aToxMDE0O3M6NToiMTExMzUiO2k6MTAxNTtzOjU6IjcwMzk4IjtpOjEwMTY7czo2OiIyNDQwMjIiO2k6MTAxNztzOjQ6IjkyMzIiO2k6MTAxODtzOjQ6IjkyMzMiO2k6MTAxOTtzOjQ6IjkyMzQiO2k6MTAyMDtzOjQ6IjkyNDkiO2k6MTAyMTtzOjU6IjExODYwIjtpOjEwMjI7czo2OiIyMjc5NjMiO2k6MTAyMztzOjY6IjIzMjE5MSI7aToxMDI0O3M6NjoiMjM2OTM2IjtpOjEwMjU7czo2OiIyMzY5NTMiO2k6MTAyNjtzOjY6IjIzNjk5NSI7aToxMDI3O3M6NjoiMjM5ODc5IjtpOjEwMjg7czo2OiIyMzk5OTEiO2k6MTAyOTtzOjY6IjI0MDA5OSI7aToxMDMwO3M6NjoiMjQyNDcyIjtpOjEwMzE7czo2OiIyNDI0ODAiO2k6MTAzMjtzOjY6IjI0MjQ4MSI7aToxMDMzO3M6NjoiMjQyNDgyIjtpOjEwMzQ7czo2OiIyNDI0ODMiO2k6MTAzNTtzOjY6IjI0MjQ4OSI7aToxMDM2O3M6NjoiMjQyOTI2IjtpOjEwMzc7czo2OiIyNDMwMzUiO2k6MTAzODtzOjY6IjI0MzA3OCI7aToxMDM5O3M6NjoiMjQzMzYzIjtpOjEwNDA7czo2OiIyNDQzMTgiO2k6MTA0MTtzOjY6IjI0NTk4MCI7aToxMDQyO3M6NDoiOTE5NyI7aToxMDQzO3M6NDoiOTI0MiI7aToxMDQ0O3M6NDoiOTI0NCI7aToxMDQ1O3M6NDoiOTI1OCI7aToxMDQ2O3M6NToiMTE0OTMiO2k6MTA0NztzOjU6IjExNTEwIjtpOjEwNDg7czo2OiIyNDAxMDAiO2k6MTA0OTtzOjY6IjI0MDE0MCI7aToxMDUwO3M6NjoiMjQwMTU5IjtpOjEwNTE7czo2OiIyNDAxNjIiO2k6MTA1MjtzOjY6IjI0MDIyMyI7aToxMDUzO3M6NjoiMjQyOTA4IjtpOjEwNTQ7czo2OiIyNDI5MjMiO2k6MTA1NTtzOjQ6Ijg2NzciO2k6MTA1NjtzOjY6IjIzNjk4NiI7aToxMDU3O3M6NjoiMjQyNjIwIjtpOjEwNTg7czo2OiIyNDI2MjEiO2k6MTA1OTtzOjY6IjI0MjYyMiI7aToxMDYwO3M6NjoiMjQyOTM5IjtpOjEwNjE7czo2OiIyNDI5NTIiO2k6MTA2MjtzOjY6IjI0Mjk1MyI7aToxMDYzO3M6NjoiMjQzMDM4IjtpOjEwNjQ7czo2OiIyNDMwMzkiO2k6MTA2NTtzOjY6IjI0NjUxOCI7aToxMDY2O3M6NjoiMjQ2NTE5IjtpOjEwNjc7czo2OiIyNDY1MjAiO2k6MTA2ODtzOjY6IjI0NjUyMiI7aToxMDY5O3M6NjoiMjQ2NTI4IjtpOjEwNzA7czo2OiIyNDY1MjkiO2k6MTA3MTtzOjY6IjI0NjUzMCI7aToxMDcyO3M6NjoiMjQ2NTMxIjtpOjEwNzM7czo2OiIyNDY1MzIiO2k6MTA3NDtzOjY6IjI0NjUzMyI7aToxMDc1O3M6NjoiMjQ2NTM0IjtpOjEwNzY7czo2OiIyNDY1MzUiO2k6MTA3NztzOjY6IjI0NjUzNiI7aToxMDc4O3M6NjoiMjQ2NTM3IjtpOjEwNzk7czo2OiIyNDY1MzgiO2k6MTA4MDtzOjY6IjI0NjUzOSI7aToxMDgxO3M6NDoiODYzNyI7aToxMDgyO3M6NDoiOTE4OCI7aToxMDgzO3M6NDoiOTIyOSI7aToxMDg0O3M6NDoiOTIzMCI7aToxMDg1O3M6NDoiOTI0NSI7aToxMDg2O3M6NDoiOTI0NiI7aToxMDg3O3M6NDoiOTI0NyI7aToxMDg4O3M6NToiMTE3NjYiO2k6MTA4OTtzOjY6IjIzNjM3OSI7aToxMDkwO3M6NjoiMjQwMDM3IjtpOjEwOTE7czo2OiIyNDAyMTUiO2k6MTA5MjtzOjY6IjI0MjkwNSI7aToxMDkzO3M6NjoiMjQyOTI0IjtpOjEwOTQ7czo0OiI5MTU3IjtpOjEwOTU7czo0OiI5MTY2IjtpOjEwOTY7czo0OiI5MTY3IjtpOjEwOTc7czo0OiI5MjE5IjtpOjEwOTg7czo0OiI5MjIyIjtpOjEwOTk7czo0OiI5MjM3IjtpOjExMDA7czo0OiI5MjUxIjtpOjExMDE7czo0OiI5MjUyIjtpOjExMDI7czo0OiI5MjU0IjtpOjExMDM7czo0OiI5OTA5IjtpOjExMDQ7czo1OiIxMTY2NCI7aToxMTA1O3M6NjoiMTYwMjk1IjtpOjExMDY7czo2OiIxNjAyOTYiO2k6MTEwNztzOjY6IjIyNzk2MSI7aToxMTA4O3M6NjoiMjM2OTA4IjtpOjExMDk7czo2OiIyMzY5MTYiO2k6MTExMDtzOjY6IjIzNjkyOSI7aToxMTExO3M6NjoiMjM2OTMyIjtpOjExMTI7czo2OiIyMzY5NDIiO2k6MTExMztzOjY6IjIzNjk1MCI7aToxMTE0O3M6NjoiMjM2OTYzIjtpOjExMTU7czo2OiIyMzY5NzAiO2k6MTExNjtzOjY6IjIzNjk3NiI7aToxMTE3O3M6NjoiMjM3MDIwIjtpOjExMTg7czo2OiIyMzcwMjkiO2k6MTExOTtzOjY6IjIzNzAzMSI7aToxMTIwO3M6NjoiMjM3MDk3IjtpOjExMjE7czo2OiIyMzcxNTciO2k6MTEyMjtzOjY6IjIzOTg4MSI7aToxMTIzO3M6NjoiMjQwMTY1IjtpOjExMjQ7czo2OiIyNDAyMjEiO2k6MTEyNTtzOjY6IjI0MDI1NSI7aToxMTI2O3M6NjoiMjQyOTU3IjtpOjExMjc7czo2OiIyNDI5NTgiO2k6MTEyODtzOjY6IjI0MzMzMiI7aToxMTI5O3M6NjoiMjQyMjQ5IjtpOjExMzA7czo2OiIxMjA3OTYiO2k6MTEzMTtzOjY6IjIzMTU1OSI7aToxMTMyO3M6NjoiMjQzNDQ2IjtpOjExMzM7czo2OiIyMzU3NDkiO2k6MTEzNDtzOjU6IjEyMTExIjtpOjExMzU7czo0OiI4MjA3IjtpOjExMzY7czo2OiIyNDIyNjciO2k6MTEzNztzOjY6IjI0MjI2OCI7aToxMTM4O3M6NjoiMjQyMjc0IjtpOjExMzk7czo2OiIyNDIyNzUiO2k6MTE0MDtzOjY6IjI0MjUxMCI7aToxMTQxO3M6NjoiMTE5MzI5IjtpOjExNDI7czo2OiIyMzgyMjciO2k6MTE0MztzOjY6IjExODg4MyI7aToxMTQ0O3M6NToiOTg3NzYiO2k6MTE0NTtzOjY6IjExNDEzOSI7aToxMTQ2O3M6NjoiMjQyOTMzIjtpOjExNDc7czo2OiIxMjU4MTQiO2k6MTE0ODtzOjY6IjE4NjY4NSI7aToxMTQ5O3M6NjoiMjM4NzY1IjtpOjExNTA7czo2OiIyMzg3NjgiO2k6MTE1MTtzOjY6IjIzOTA0NiI7aToxMTUyO3M6NjoiMjM5MDQ4IjtpOjExNTM7czo2OiIyMzk4MTciO2k6MTE1NDtzOjY6IjI0MjE0NiI7aToxMTU1O3M6NjoiMjQ0Nzg2IjtpOjExNTY7czo2OiIyNDQ3ODciO2k6MTE1NztzOjY6IjI0NTQxNCI7aToxMTU4O3M6NToiNzE5MDMiO2k6MTE1OTtzOjY6IjIyODA0MiI7aToxMTYwO3M6NToiNzA2MjUiO2k6MTE2MTtzOjU6IjEwOTg5IjtpOjExNjI7czo2OiIxNDUwMjciO2k6MTE2MztzOjY6IjE4NDA1NCI7aToxMTY0O3M6NToiMTE3NDIiO2k6MTE2NTtzOjY6IjIzODQyNyI7aToxMTY2O3M6NjoiMjM4NDI4IjtpOjExNjc7czo2OiIyMjkzNjEiO2k6MTE2ODtzOjY6IjI0MjI1OSI7aToxMTY5O3M6NToiNzExOTciO2k6MTE3MDtzOjU6IjcxMTk4IjtpOjExNzE7czo2OiIyNDI5MDYiO2k6MTE3MjtzOjY6IjI0Mjk1NiI7aToxMTczO3M6NjoiMTE0MjAyIjtpOjExNzQ7czo2OiIxMTQyMDYiO2k6MTE3NTtzOjY6IjE1NjEyMyI7aToxMTc2O3M6NjoiMTU2MTMwIjtpOjExNzc7czo2OiIyMzYyODIiO2k6MTE3ODtzOjY6IjI0NDQ1NyI7aToxMTc5O3M6NjoiMjQyOTI1IjtpOjExODA7czo2OiIyMzQ1MTQiO2k6MTE4MTtzOjU6IjczNDAyIjtpOjExODI7czo1OiI3MzQzNiI7aToxMTgzO3M6NjoiMTY2MjczIjtpOjExODQ7czo2OiIyNDM1NTIiO2k6MTE4NTtzOjY6IjI0NjIzMCI7aToxMTg2O3M6NToiOTI0NTUiO2k6MTE4NztzOjY6IjI0MjE5OSI7aToxMTg4O3M6NToiODM2OTQiO2k6MTE4OTtzOjU6IjgzNjk4IjtpOjExOTA7czo2OiIxMjY3OTYiO2k6MTE5MTtzOjY6IjE4Mzg0MSI7aToxMTkyO3M6NjoiMTg1ODAxIjtpOjExOTM7czo2OiIyNDQ1ODUiO2k6MTE5NDtzOjY6IjI0NTkyNyI7aToxMTk1O3M6NToiOTE0MzQiO2k6MTE5NjtzOjY6IjE4ODc0NiI7aToxMTk3O3M6NToiNjc2NjkiO2k6MTE5ODtzOjU6Ijk3OTUyIjtpOjExOTk7czo1OiI5OTUyNSI7aToxMjAwO3M6NjoiMTAwNzE4IjtpOjEyMDE7czo2OiIxMDA3MTkiO2k6MTIwMjtzOjY6IjEwMDcyMCI7aToxMjAzO3M6NjoiMTAwNjY4IjtpOjEyMDQ7czo2OiIxMDA2NzEiO2k6MTIwNTtzOjY6IjEwMDY3MyI7aToxMjA2O3M6NjoiMTAwNjc2IjtpOjEyMDc7czo2OiIxMDA2ODQiO2k6MTIwODtzOjY6IjEwMDcwNyI7aToxMjA5O3M6NjoiMTAwNzEwIjtpOjEyMTA7czo2OiIxODcyNzUiO2k6MTIxMTtzOjY6IjEwMDcwMSI7aToxMjEyO3M6NjoiMjMwNzM0IjtpOjEyMTM7czo2OiIyNDM1MDYiO2k6MTIxNDtzOjU6IjY2ODIxIjtpOjEyMTU7czo1OiI2NzQyOCI7aToxMjE2O3M6NjoiMTAwNjgwIjtpOjEyMTc7czo2OiIxMDA2ODgiO2k6MTIxODtzOjY6IjEwMDY4OSI7aToxMjE5O3M6NjoiMTU2MTI3IjtpOjEyMjA7czo2OiIxNTk1NzAiO2k6MTIyMTtzOjY6IjIyNzk1MCI7aToxMjIyO3M6NjoiMjMyMjI3IjtpOjEyMjM7czo2OiIyNDQyNDAiO2k6MTIyNDtzOjU6Ijk5ODk5IjtpOjEyMjU7czo2OiIyMDIwMTgiO2k6MTIyNjtzOjY6IjIyODM5OSI7aToxMjI3O3M6NjoiMjQzMDQxIjtpOjEyMjg7czo2OiIxMDA3MzYiO2k6MTIyOTtzOjY6IjIzMDM5NCI7aToxMjMwO3M6NjoiMjM1MzQyIjtpOjEyMzE7czo2OiIxMDI1ODQiO2k6MTIzMjtzOjY6IjIzNDQwNCI7aToxMjMzO3M6NjoiMTE0NjYyIjtpOjEyMzQ7czo2OiIxMTQ2NjUiO2k6MTIzNTtzOjY6IjI0MDY0MCI7aToxMjM2O3M6NDoiNzk3MiI7aToxMjM3O3M6NToiMTA3NjAiO2k6MTIzODtzOjY6IjEzMzkxNSI7aToxMjM5O3M6NjoiMTI4NDEzIjtpOjEyNDA7czo2OiIxMjg0MTQiO2k6MTI0MTtzOjY6IjEzNzU2OCI7aToxMjQyO3M6NjoiMTM3NTcxIjtpOjEyNDM7czo2OiIyMjYyNzciO2k6MTI0NDtzOjY6IjI0MzM3NyI7aToxMjQ1O3M6NjoiMTY0Nzk5IjtpOjEyNDY7czo2OiIxODQyODEiO2k6MTI0NztzOjY6IjIzMTIyMyI7aToxMjQ4O3M6NjoiMjQyMjUzIjtpOjEyNDk7czo2OiIyNDY0NDIiO2k6MTI1MDtzOjY6IjE2Mjk5NSI7aToxMjUxO3M6NjoiMjQxOTIwIjtpOjEyNTI7czo2OiIxMjg0MjMiO2k6MTI1MztzOjY6IjI0MzExNyI7aToxMjU0O3M6NjoiMjQzMTE5IjtpOjEyNTU7czo2OiIyMjkzNTEiO2k6MTI1NjtzOjY6IjIyOTgxNSI7aToxMjU3O3M6NjoiMjQ0NTE2IjtpOjEyNTg7czo2OiIyNDUyMjYiO2k6MTI1OTtzOjQ6IjgwNTEiO2k6MTI2MDtzOjQ6Ijg0NjMiO2k6MTI2MTtzOjQ6Ijg2MzAiO2k6MTI2MjtzOjQ6Ijg2ODQiO2k6MTI2MztzOjQ6Ijk0NzUiO2k6MTI2NDtzOjQ6Ijk0ODEiO2k6MTI2NTtzOjQ6Ijk0ODMiO2k6MTI2NjtzOjQ6Ijk0ODQiO2k6MTI2NztzOjQ6Ijk0ODUiO2k6MTI2ODtzOjQ6Ijk0ODYiO2k6MTI2OTtzOjQ6Ijk1OTIiO2k6MTI3MDtzOjU6IjEwNjE3IjtpOjEyNzE7czo1OiIxMDc0NyI7aToxMjcyO3M6NToiMTA4NTQiO2k6MTI3MztzOjU6IjEwOTYxIjtpOjEyNzQ7czo1OiIxMTEwNyI7aToxMjc1O3M6NToiMTE0NDciO2k6MTI3NjtzOjU6IjY4NDM2IjtpOjEyNzc7czo1OiI2ODQzOCI7aToxMjc4O3M6NjoiMTI1OTgyIjtpOjEyNzk7czo2OiIxMjYwNjMiO2k6MTI4MDtzOjY6IjEyNjA2NCI7aToxMjgxO3M6NjoiMTI2MDY5IjtpOjEyODI7czo2OiIxMjYwNzEiO2k6MTI4MztzOjY6IjIzMDUxMiI7aToxMjg0O3M6NjoiMjMwNTIyIjtpOjEyODU7czo2OiIyMzA3NDAiO2k6MTI4NjtzOjY6IjIzMzEzNiI7aToxMjg3O3M6NjoiMjMzMTQxIjtpOjEyODg7czo2OiIyMzg2NTUiO2k6MTI4OTtzOjY6IjI0MzM2OCI7aToxMjkwO3M6NToiMTEzNjIiO2k6MTI5MTtzOjY6IjExNDM1MSI7aToxMjkyO3M6NjoiMTE0MzU2IjtpOjEyOTM7czo2OiIxMTQzNTciO2k6MTI5NDtzOjY6IjExNDM1OCI7aToxMjk1O3M6NjoiMTE0MzU5IjtpOjEyOTY7czo2OiIxMTQzNjQiO2k6MTI5NztzOjY6IjExNDM2NiI7aToxMjk4O3M6NjoiMTE0MzY3IjtpOjEyOTk7czo2OiIxMTYwNzYiO2k6MTMwMDtzOjY6IjExNjgxMiI7aToxMzAxO3M6NjoiMTE2ODE3IjtpOjEzMDI7czo2OiIxMTY4MTgiO2k6MTMwMztzOjY6IjExOTI3MyI7aToxMzA0O3M6NjoiMTIwMDAxIjtpOjEzMDU7czo2OiIxMjU5MTMiO2k6MTMwNjtzOjY6IjEyNjAxNyI7aToxMzA3O3M6NjoiMTI2MDI3IjtpOjEzMDg7czo2OiIxMjYwMzUiO2k6MTMwOTtzOjY6IjEyNjAzNiI7aToxMzEwO3M6NjoiMTU2OTMyIjtpOjEzMTE7czo2OiIxODcyODMiO2k6MTMxMjtzOjY6IjE4NzI4NCI7aToxMzEzO3M6NjoiMTg3Mjg1IjtpOjEzMTQ7czo2OiIyMjk4MTAiO2k6MTMxNTtzOjY6IjIzMTE1MCI7aToxMzE2O3M6NjoiMjQzMjE3IjtpOjEzMTc7czo2OiIyNDQzMTkiO2k6MTMxODtzOjY6IjI0NjUwNSI7aToxMzE5O3M6NjoiMTg5OTE2IjtpOjEzMjA7czo2OiIxODk5MTciO2k6MTMyMTtzOjY6IjE4OTkxOCI7aToxMzIyO3M6NjoiMTg5OTIyIjtpOjEzMjM7czo2OiIxODk5MjQiO2k6MTMyNDtzOjY6IjIzNjQxMyI7aToxMzI1O3M6NjoiMjM2NDE0IjtpOjEzMjY7czo2OiIyMzY0MTUiO2k6MTMyNztzOjY6IjIzNjQxNiI7aToxMzI4O3M6NjoiMTMxMzA0IjtpOjEzMjk7czo2OiIxMTQxNTAiO2k6MTMzMDtzOjY6IjE2MDMwMCI7aToxMzMxO3M6NjoiMTg3MjUxIjtpOjEzMzI7czo0OiI5NjkyIjtpOjEzMzM7czo0OiI5NjkzIjtpOjEzMzQ7czo0OiI5Njk2IjtpOjEzMzU7czo0OiI5NzAxIjtpOjEzMzY7czo0OiI5NzA3IjtpOjEzMzc7czo0OiI5NzEyIjtpOjEzMzg7czo0OiI5NzE4IjtpOjEzMzk7czo0OiI5NzMxIjtpOjEzNDA7czo0OiI5NzMyIjtpOjEzNDE7czo0OiI5NzM0IjtpOjEzNDI7czo0OiI5NzQwIjtpOjEzNDM7czo2OiIxMjY3NjIiO2k6MTM0NDtzOjY6IjIzNjQ3NCI7aToxMzQ1O3M6NjoiMjQ0NzU0IjtpOjEzNDY7czo2OiIxODcyMzgiO2k6MTM0NztzOjY6IjIzOTc0MSI7aToxMzQ4O3M6NToiMTE2ODYiO2k6MTM0OTtzOjY6IjI0MjI0MiI7aToxMzUwO3M6NjoiMjQyMzI0IjtpOjEzNTE7czo2OiIyNDIzMjUiO2k6MTM1MjtzOjY6IjI0MjMyNiI7aToxMzUzO3M6NjoiMjQyMzI3IjtpOjEzNTQ7czo2OiIxMjIwMTUiO2k6MTM1NTtzOjY6IjEyMjAxNiI7aToxMzU2O3M6NDoiNjM3MyI7aToxMzU3O3M6NDoiNjU1MyI7aToxMzU4O3M6NjoiMjQyMjk2IjtpOjEzNTk7czo2OiIyNDIzMjAiO2k6MTM2MDtzOjY6IjIzMzM3NSI7aToxMzYxO3M6NjoiMjQ1OTIyIjt9fX0=.1c8dc548b4b8cd8b05c0855074f7f07eb9c50e070973c1065b3f692a48138d2f',
                container: 'container-1'
            });
    </script>
    <script>
        BX.ready(function () {
            PVPSliderControl.init('682f2751ab433');
        });
    </script>
    <script>
        BX.ready(function () {
            console.log($('.pvp-property-tab-filter.filter-id-682f2751ab335 .tags-new__btn.js-tabs-btn'));
            $('.pvp-property-tab-filter.filter-id-682f2751ab335 .tags-new__btn.js-tabs-btn').click(function(e) {
                let elm = e.currentTarget;
                e.stopPropagation();
                e.preventDefault();

                $('.pvp-property-tab-filter.filter-id-682f2751ab335 .tags-new__btn.js-tabs-btn').removeClass('js-tabs-btn--active');
                $(elm).addClass('js-tabs-btn--active');

                let data = {};
                data.componentParams = 'YToyNDp7czoxMzoiRUxFTUVOVF9DT1VOVCI7czoyOiIyMCI7czoxNToiRklMVEVSX1BST1BFUlRZIjthOjU6e2k6MDtzOjExOiJISVRQUklPUklUWSI7aToxO3M6ODoiSE9UX0RFQUwiO2k6MjtzOjM6Ik5FVyI7aTozO3M6MTI6Ik1BVF9ESVNDT1VOVCI7aTo0O3M6MzoiSElUIjt9czoxMDoiRklMVEVSX1ZBUiI7czoxNzoicHJvcGVydHlUYWJGaWx0ZXIiO3M6OToiSUJMT0NLX0lEIjtzOjI6IjE4IjtzOjExOiJJQkxPQ0tfVFlQRSI7czo3OiJjYXRhbG9nIjtzOjQ6Ik1PREUiO3M6Njoic2xpZGVyIjtzOjEyOiJTSE9XX0FMTF9VUkwiO3M6MjoiMzAiO3M6MTA6IlNIT1dfQ09VTlQiO3M6MToiWSI7czoxNDoiU0xJREVSX0FMTF9VUkwiO3M6MTY6Ii9zcGVjaWFsLW9mZmVycy8iO3M6MTk6IlNMSURFUl9TSE9XX0FMTF9CVE4iO3M6MToiWSI7czo1OiJUSVRMRSI7czowOiIiO3M6MTA6IkNBQ0hFX1RZUEUiO3M6MToiQSI7czoxNDoifkVMRU1FTlRfQ09VTlQiO3M6MjoiMjAiO3M6MTY6In5GSUxURVJfUFJPUEVSVFkiO2E6NTp7aTowO3M6MTE6IkhJVFBSSU9SSVRZIjtpOjE7czo4OiJIT1RfREVBTCI7aToyO3M6MzoiTkVXIjtpOjM7czoxMjoiTUFUX0RJU0NPVU5UIjtpOjQ7czozOiJISVQiO31zOjExOiJ+RklMVEVSX1ZBUiI7czoxNzoicHJvcGVydHlUYWJGaWx0ZXIiO3M6MTA6In5JQkxPQ0tfSUQiO3M6MjoiMTgiO3M6MTI6In5JQkxPQ0tfVFlQRSI7czo3OiJjYXRhbG9nIjtzOjU6In5NT0RFIjtzOjY6InNsaWRlciI7czoxMzoiflNIT1dfQUxMX1VSTCI7czoyOiIzMCI7czoxMToiflNIT1dfQ09VTlQiO3M6MToiWSI7czoxNToiflNMSURFUl9BTExfVVJMIjtzOjE2OiIvc3BlY2lhbC1vZmZlcnMvIjtzOjIwOiJ+U0xJREVSX1NIT1dfQUxMX0JUTiI7czoxOiJZIjtzOjY6In5USVRMRSI7czowOiIiO3M6MTE6In5DQUNIRV9UWVBFIjtzOjE6IkEiO30=.02fa09e9c066dbced90f199b1d6c65d2cfde379ddee60804efeb78e78cbf64c1';
                data.mode = 'ajax',
                    data['tab-filter'] = elm.dataset.filter;
                $.post('/local/components/pvp/property.tab.filter/ajax.php',
                    data,
                    function (data) {

                        $('.pvp-property-tab-filter.filter-id-682f2751ab335 .best-offer__info-wrap').html(data);
                        //$('.pvp-property-tab-filter.filter-id-682f2751ab335 .tab-filter-ajax-slider-wrap').html(data);
                    },
                    'html'
                );

                console.log(elm.dataset.filter);
            });
        });
    </script>*/?>
    <script>
        /*$(document).ready(function () {
			$('#asd_subscribe_submit').click(function (e) {
				e.preventDefault();
				if (!$.trim($('#asd_subscribe_form input[name$="asd_email"]').val()).length) {
					$("#error_subscription_message").html("Введите E-mail");
					PopUpShow(null, "#error-subscription");
					return false;
				}
				var arPost = {};
				$.each($('#asd_subscribe_form input'), function () {
					if ($(this).attr('type') != 'checkbox' || ($(this).attr('type') == 'checkbox' && $(this).is(':checked'))) {
						arPost[$(this).attr('name')] = $(this).val();
					}
				});
				$('#asd_subscribe_res').hide();
				$('#asd_subscribe_submit').attr('disabled', 'disabled');
				BX.showWait();
				$.post('/local/components/asd/subscribe.quick.form/action.php', arPost,
					function (data) {
						$('#asd_subscribe_submit').removeAttr('disabled');
						if (data.status == 'error') {
							$("#error_subscription_message").html(data.message);
							PopUpShow(null, "#error-subscription");
						} else {
							//$('#asd_subscribe_res').css('color', 'green');
							PopUpShow(null, "#succes-subscription");
							$("input[name=asd_email]").val('');
						}
						console.log(data);
						BX.closeWait();
					}, 'json');
				return false;
			});
		});*/
    </script>
	<?/* @note
    <script>
        Favourite.init({
            sessid: BX.bitrix_sessid(),
            siteId: 's1',
            ajaxUrl: '/local/components/materic/favourite.small/ajax.php',
            template: '.3e0a446176d05cc481d4ac3cf9556ceac0aa018a17f09d14dae8fff91af472f0',
            parameters: 'YToxMjp7czoxODoiQ09NUE9ORU5UX1RFTVBMQVRFIjtzOjg6Ii5kZWZhdWx0IjtzOjEwOiJDQUNIRV9UWVBFIjtzOjE6IkEiO3M6MTA6IkNBQ0hFX1RJTUUiO3M6MzoiMTIwIjtzOjE4OiJFTEVNRU5UX0NMQVNTX05BTUUiO3M6OToiZmF2b3VyaXRlIjtzOjg6IklEX1RPVEFMIjtzOjc6ImZfdG90YWwiO3M6MTI6IkFDVElWRV9DTEFTUyI7czo2OiJhY3RpdmUiO3M6MTk6In5DT01QT05FTlRfVEVNUExBVEUiO3M6ODoiLmRlZmF1bHQiO3M6MTE6In5DQUNIRV9UWVBFIjtzOjE6IkEiO3M6MTE6In5DQUNIRV9USU1FIjtzOjM6IjEyMCI7czoxOToifkVMRU1FTlRfQ0xBU1NfTkFNRSI7czo5OiJmYXZvdXJpdGUiO3M6OToifklEX1RPVEFMIjtzOjc6ImZfdG90YWwiO3M6MTM6In5BQ1RJVkVfQ0xBU1MiO3M6NjoiYWN0aXZlIjt9.ec4bc5d674e9da23bfd2c20fff5b55bdd0b46e5771b216d08820df6dde50fa77',
            elementClass: 'favourite',
            totalId: 'f_total',
            activeClass: 'active',
        });
    </script>

    <script>if (window.location.hash != '' && window.location.hash != '#') top.BX.ajax.history.checkRedirectStart('bxajaxid', 'dbe5a040ba854c89a87d69691a0498bc')</script><script>
        $(document).on('click', '#auth_btn', function () {
            let form = $("#auth_form");
            $.ajax({
                type: 'post',
                url: form.attr('action'),
                data: form.serialize(),
                success: function (result) {
                    if(result == ''){
                        location.reload(true);
                    }else{
                        $("#auth_block").html(result);
                        $(".js-form-phone-mask").click( function () {
                            $(this).setCursorPosition(3);
                        }).mask("+7(999) 999-9999");
                    }

                }
            });
        });
    </script>

    <script>if (top.BX.ajax.history.bHashCollision) top.BX.ajax.history.checkRedirectFinish('bxajaxid', 'dbe5a040ba854c89a87d69691a0498bc');</script>
    <script>top.BX.ready(BX.defer(function() {window.AJAX_PAGE_STATE = new top.BX.ajax.component('comp_dbe5a040ba854c89a87d69691a0498bc'); top.BX.ajax.history.init(window.AJAX_PAGE_STATE);}))</script>*/?>
    <script type="text/javascript">
        $(document).on('click', '#forgot_btn', function () {
            $("#forgot_email").val($("#forgot_login").val());
            let form = $("#forgot_form");

            $('#forgot_block .popup-form__loading').show();

            $.ajax({
                type: 'post',
                url: "/ajax/forgotpwd.php",
                data: form.serialize(),
                dataType: 'json',
                success: function (result) {
                    $('#forgot_block .popup-form__loading').hide();

                    if(result.status == 'ok'){
                        $("#forgot_block").html('<p>'+result.message+'</p>');
                    }else{
                        $(".error").html(result.message);
                    }

                }
            });
        });
    </script>
    <?/* @note
    <script>if (window.location.hash != '' && window.location.hash != '#') top.BX.ajax.history.checkRedirectStart('bxajaxid', 'a5015fd95e4853f4364eaad47bbd570a')</script>
    <script>
        function _processform_8BACKi(){
            if (BX('bxajaxid_a5015fd95e4853f4364eaad47bbd570a_8BACKi'))
            {
                var obForm = BX('bxajaxid_a5015fd95e4853f4364eaad47bbd570a_8BACKi').form;
                BX.bind(obForm, 'submit', function() {BX.ajax.submitComponentForm(this, 'comp_a5015fd95e4853f4364eaad47bbd570a', true)});
            }
            BX.removeCustomEvent('onAjaxSuccess', _processform_8BACKi);
        }
        if (BX('bxajaxid_a5015fd95e4853f4364eaad47bbd570a_8BACKi'))
            _processform_8BACKi();
        else
            BX.addCustomEvent('onAjaxSuccess', _processform_8BACKi);
    </script>
    <script>if (top.BX.ajax.history.bHashCollision) top.BX.ajax.history.checkRedirectFinish('bxajaxid', 'a5015fd95e4853f4364eaad47bbd570a');</script>
    <script>top.BX.ready(BX.defer(function() {window.AJAX_PAGE_STATE = new top.BX.ajax.component('comp_a5015fd95e4853f4364eaad47bbd570a'); top.BX.ajax.history.init(window.AJAX_PAGE_STATE);}))</script>
    <script>
        function _processform_Ar8Szp(){
            if (BX('bxajaxid_94223722bb5d3aea30412078b7bd2c30_Ar8Szp'))
            {
                var obForm = BX('bxajaxid_94223722bb5d3aea30412078b7bd2c30_Ar8Szp').form;
                BX.bind(obForm, 'submit', function() {BX.ajax.submitComponentForm(this, 'comp_94223722bb5d3aea30412078b7bd2c30', true)});
            }
            BX.removeCustomEvent('onAjaxSuccess', _processform_Ar8Szp);
        }
        if (BX('bxajaxid_94223722bb5d3aea30412078b7bd2c30_Ar8Szp'))
            _processform_Ar8Szp();
        else
            BX.addCustomEvent('onAjaxSuccess', _processform_Ar8Szp);
    </script>*/?>
    <script>
        $(document).on('click', '#register_btn', function () {

            let login = $(document).find('#reg_email').val();
            $(document).find('#reg_login').val(login);

            let form = $("#form_register");
            $.ajax({
                type: 'post',
                url: form.attr('action'),
                data: form.serialize(),
                success: function (result) {
                    if(result == ''){
                        location.reload(true);
                    }else{
                        $("#reg_block").html(result);
                        $(".js-form-phone-mask").click( function () {
                            $(this).setCursorPosition(3);
                        }).mask("+7(999) 999-9999");
                    }

                }
            });
        });
    </script>

    <script>
        //  Dropzone.options.imageUpload = { // camelized version of the `id`
        Dropzone.options.reviewForm = { // camelized version of the `id`
            paramName: "file", // The name that will be used to transfer the file
            maxFilesize: 2, // MB
            uploadMultiple: true,
            clickable: true,
            acceptedFiles: "image/*",
            dictDefaultMessage: "Добавьте сюда необходимые фото",
            addRemoveLinks: true,
            dictRemoveFile: "Удалить",
            dictCancelUpload: "Отменить",
            dictUploadCanceled: "Загрузка отменена.",

            /*accept: function(file, done) {
			  if (file.name == "justinbieber.jpg") {
				done("Naha, you don't.");
			  }
			  else { done(); }
			}*/
        };
        //Dropzone.autoDiscover = false;
    </script>


</body>
</html>